{
    "cs": {
        "translations": {
            "covidWarning": "Vážení zákazníci, kombinace vánoční sezóny a situace s <b>COVID-19</b> má za následek velký nárůst zásilek. Proto se může stát, že Vaše oblíbené výdejní místo bude mít dočasně plnou kapacitu. Velmi rádi Vaši zásilku doručíme na nejbližší vhodné výdejní místo z naší nabídky z téměř <b>6 000 výdejních míst</b> po celé Evropě. Předem se omlouváme za komplikace.",
            "covid": "Je nám líto, ale výdejní místo aktuálně nepřijímá nové zásilky, je uzavřené z důvodu restriktivních opatření vlády.",
            "full": "Je nám líto, ale výdejní místo aktuálně nepřijímá nové zásilky, a to z důvodu plné kapacity.",
            "vacation": "Upozorňujeme, že výdejní místo aktuálně nepřijímá nové zásilky, a to z důvodu nahlášené dovolené.",
            "technical": "Toto VM nelze z technických důvodů zvolit jako cíl vašich zásilek.",
            "closed": "Toto výdejní místo je bohužel nyní uzavřeno.",
            "closing": "Je nám líto, ale výdejní místo nepřijímá nové zásilky, protože bude brzy uzavřeno.",
            "quick": "Méně zásilek, možnost rychlejšího výdeje.",
            "almostFull": "Výdejní místo bude brzy plné. Doporučujeme využít jiné v blízkém okolí.",
            "isNew": "Otevřeli jsme pro Vás nové výdejní místo, které se těší na vaše zásilky :)",
            "configTitle": "Konfigurátor vzhledu výběru výdejního místa",
            "returnDefault": "Vrátit výchozí nastavení",
            "getCodeToPaste": "Získat kód pro vložení",
            "sourceCode": "Zdrojový kód",
            "infoSourceCode": "Klikem na tlačítko \"Kopírovat do schránky\" zkopírujete výsledný kód, který následně přidejte do Vašeho eshopu před konec tagu </body>",
            "copiedToClipboard": "Kód byl zkopírován do schránky",
            "copyToClipboard": "Kopírovat do schránky",
            "closeWindow": "Zavřít okno",
            "setLanguage": "Jazyk konfigurátoru",
            "moreSelectorsDivide": "Pokud potřebujete použít více selektorů, oddělujte je čárkou.",
            "openWidget": "Otevřít widget",
            "getCode": "Získat kód",
            "country": "Země poboček",
            "selectorOpen": "Selektor pro otevření widgetu",
            "selectorBranchName": "Selektor pro název výdejního místa",
            "selectorBranchId": "Selektor pro id výdejního místa",
            "confirmButtonColor": "Barva potvrzovacího tlačítka",
            "backgroundColor": "Barva pozadí",
            "textColor": "Barva textu",
            "font": "Font widgetu",
            "cssFileUrl": "Url doplňujícího CSS souboru",
            "cssSheet": "CSS stylopis",
            "widgetLanguage": "Jazyk widgetu",
            "infoCountry": "Zde si můžete vybrat specifickou zemi pro widget",
            "infoSelectorOpen": "Vyplňte CSS selektor elementu, po jehož kliku se otevře widget. Element na který je selektor může vypadat např. takto:",
            "infoSelectorBranchName": "Vyplňte CSS selektor elementu, do kterého se propíše název vybraného výdejního místo z widgetu. Element na který je selektor může vypadat např. takto:",
            "infoSelectorBranchId": "Vyplňte CSS selektor elementu, do kterého se propíše vybrané ID výdejního místo z widgetu. Element na který je selektor může vypadat např. takto:",
            "infoConfirmButtonColor": "Zde si můžete změnit barvu tlačítka widgetu, které vybírá dané výdejní místo.",
            "infoBackgroundColor": "Zde si můžete změnit barvu pozadí celého widgetu.",
            "infoTextColor": "Zde si můžete změnit základní barvu textu ve widgetu.",
            "infoFont": "Zde si můžete změnit font celého widgetu.",
            "infoCssFileUrl": "Do této kolonky vložte absolutní adresu vedoucí k vašemu .css souboru.",
            "infoCssSheet": "Tato kolonka slouží pro otestování vašeho změněného css stylopisu. Až budete spokojeni, stylopis si uložte na svůj server a do kolonky výše doplňte absolutní adresu vedoucí k vašemu .css souboru.",
            "infoWidgetLanguage": "Zde si můžete nastavit v jakém jazyce se widget zobrazí.",
            "czechia": "Česká Republika",
            "slovakia": "Slovensko",
            "germany": "Německo",
            "hungary": "Maďarsko",
            "poland": "Polsko",
            "austria": "Rakousko",
            "romania": "Rumunsko",
            "bulgaria": "Bulharsko",
            "cur_lang": "Čeština",
            "en_US": "Angličtina",
            "cs_CZ": "Čeština",
            "pl_PL": "Polština",
            "sk_SK": "Slovenština",
            "ro_RO": "Rumunština",
            "hu_HU": "Maďarština",
            "searchByAddress": "Hledat výdejní místo",
            "allowGps": "Povolit geolokaci",
            "search": "Vyhledat",
            "branchChoosing": "Výběr výdejního místa",
            "branchChoose": "Vybrat výdejní místo",
            "closestBranch": "Nejbližší nevytížené výdejní místo",
            "openingHours": "Otevírací doba:",
            "canPayWithCard": "Lze platit kartou",
            "backToChoosing": "Zpět na výběr místa",
            "mapPreparation": "Příprava mapy",
            "pleaseAllowLocation": "Prosíme o povolení přístupu k Vaší poloze.",
            "loadingPickupPointData": "Načítání dat o výdejních místech...",
            "filterOpenSaturday": "otevřeno v sobotu",
            "filterOpenSunday": "otevřeno v neděli",
            "filterOpenLunch": "otevřeno přes poledne",
            "filterCardPayment": "platba kartou",
            "alzaStorageTime": "Zkrácená úložní doba zásilek – zpravidla do půlnoci následujícího dne",
            "zBoxStorageTime": "Zkrácená úložní doba na 3 dny. K vyzvednutí zásilky stačí mít na chytrém telefonu nainstalovanou aplikaci Zásilkovna a zapnuté Bluetooth. Dobírku je třeba zaplatit online.",
            "errorBranchDetail": "Informace o výdejním míste neni k dispozici",
            "errorMap": "Mapa bohužel v současné době není k dispozici. Vyberte prosím místo vydání ze seznamu.",
            "errorBranchList": "Seznam výdejních míst není k dispozici.",
            "wheelchairAccessible": "Bezbariérový přístup",
            "availableCapacity": "Dostupná kapacita",
            "monday": "pondělí",
            "tuesday": "úterý",
            "wednesday": "středa",
            "thursday": "čtvrtek",
            "friday": "pátek",
            "saturday": "sobota",
            "sunday": "neděle",
            "holiday": "zavřeno",
            "box": "Boxy"
        }
    },
    "en": {
        "translations": {
            "covidWarning": "Dear customers, the Christmas season and the current situation with <b>COVID-19</b> have resulted in a large increase in parcels. Therefore, it may happen that your favorite pick-up point will have temporarily full capacity. We will be happy to deliver your parcel to any other nearest suitable pick-up point from our network of almost <b>6,000 pick-up points</b> across Europe. We apologize in advance for the inconvenience.",
            "covid": "We apologize, this pick-up point is not currently accepting new shipments, it is closed due to restrictive government measures.",
            "full": "We apologize, this pick-up point does not accept any packets at the moment due to its full capacity.",
            "vacation": "We apologize, this pick-up point currently does not accept any packets at the moment due to reported holiday.",
            "technical": "This pick up point cannot be chosen as a final destination of your packet due to technical reasons.",
            "closed": "Unfortunately, this pick up point is currently unavailable.",
            "closing": "We apologize, the pick-up point does not accept new shipments because it will be closed soon.",
            "quick": "Small amount of packets, possibility of faster pick-up.",
            "almostFull": "The capacity of this pick up point will be full soon. We recommend to choose a different pick up point nearby.",
            "isNew": "We have opened a new pick up point for you and it is ready for your packets :)",
            "configTitle": "Widget design configurator",
            "returnDefault": "Restore default settings",
            "getCodeToPaste": "Get a code to paste",
            "sourceCode": "Source code",
            "infoSourceCode": "Click on the \"Copy to Clipboard\" button to copy the final code and then paste it into your e-shop right before the end of the </body> tag.",
            "copiedToClipboard": "The code has been copied to Clipboard",
            "copyToClipboard": "Copy to Clipboard",
            "closeWindow": "Close the window",
            "setLanguage": "Language of the configurator",
            "moreSelectorsDivide": "In case you need to use multiple selectors, separate them with a comma.",
            "openWidget": "Open widget",
            "getCode": "Get a code",
            "country": "The country of pick up points",
            "selectorOpen": "Selector for opening the widget",
            "selectorBranchName": "Pick up point name selector",
            "selectorBranchId": "Pick up point ID selector",
            "confirmButtonColor": "The colour of confirmation button",
            "backgroundColor": "Background colour",
            "textColor": "Text colour",
            "font": "Widget font",
            "cssFileUrl": "URL of an additional CSS file",
            "cssSheet": "CSS sheet",
            "widgetLanguage": "Widget language",
            "infoCountry": "Here you can select a specific country for the widget.",
            "infoSelectorOpen": "Fill in the CSS selector of the element, which will open the widget once you click on it. This element may look like this:",
            "infoSelectorBranchName": "Fill in the CSS selector of the element, which will display the name of selected pick up point from the widget. This element may look like this:",
            "infoSelectorBranchId": "Fill in the CSS selector of the element, which will display the ID of selected pick up point from the widget. This element may look like this:",
            "infoConfirmButtonColor": "Here you can change the colour of the widget button, which will be used to select certain pick up point.",
            "infoBackgroundColor": "Here you can change the background colour of the widget.",
            "infoTextColor": "Here you can change the basic text colour of the widget.",
            "infoFont": "Here you can change the font of the widget.",
            "infoCssFileUrl": "Enter the absolute URL of your .css file into this box.",
            "infoCssSheet": "This box is meant for testing your revised css sheet. Once you are satisfied, please save the sheet on your server and add the absolute URL of your .css file into the box above.",
            "infoWidgetLanguage": "Here you can set the language in which widget will be localised.",
            "czechia": "Czech Republic",
            "slovakia": "Slovakia",
            "germany": "Germany",
            "hungary": "Hungary",
            "poland": "Poland",
            "austria": "Austria",
            "romania": "Romania",
            "bulgaria": "Bulgaria",
            "cur_lang": "English",
            "en_US": "English",
            "cs_CZ": "Czech",
            "pl_PL": "Polish",
            "sk_SK": "Slovak",
            "ro_RO": "Rumanian",
            "hu_HU": "Hungarian",
            "searchByAddress": "Search for a pick up point",
            "allowGps": "Enable geolocation",
            "search": "Search",
            "branchChoosing": "Pick up point selection",
            "branchChoose": "Choose this pick up point",
            "closestBranch": "The nearest vacant pick up point",
            "openingHours": "Opening hours:",
            "canPayWithCard": "Possibility to pay by card",
            "backToChoosing": "Back to pick up point choice",
            "mapPreparation": "Map preparation",
            "pleaseAllowLocation": "Please allow access to Your location.",
            "loadingPickupPointData": "Loading pick-up point data...",
            "filterOpenSaturday": "open Saturday",
            "filterOpenSunday": "open Sunday",
            "filterOpenLunch": "open during lunch",
            "filterCardPayment": "cards accepted",
            "alzaStorageTime": "Shortened time window for pick-up - generally until midnight of the following day from delivery",
            "zBoxStorageTime": "Reduced storage time to 3 days. To pick the shipment up, all you need to do is have the Packeta application installed on your smartphone and Bluetooth turned on. Cash on delivery must be paid online.",
            "errorBranchDetail": "No information about the current pick up point",
            "errorMap": "Unfortunately the map is not available at the moment. Select pick up point from the list.",
            "errorBranchList": "The list of pick up points is not available.",
            "wheelchairAccessible": "Wheelchair access",
            "availableCapacity": "Available capacity",
            "monday": "monday",
            "tuesday": "tuesday",
            "wednesday": "wednesday",
            "thursday": "thursday",
            "friday": "friday",
            "saturday": "saturday",
            "sunday": "sunday",
            "holiday": "closed",
            "box": "Boxes"
        }
    },
    "bg": {
        "translations": {
            "covidWarning": "Уважаеми клиенти, комбинацията от коледния сезон и ситуацията с <b>COVID-19</b> води до голямо увеличение на пратките и <b>свързания с тях капацитет на точките за раздаване.</b> Любимата ви точка за дозиране може временно да <b>не е налична.</b> Извиняваме се предварително за причиненото неудобство.",
            "covid": "Извиняваме се, този пункт за взимане в момента не приема нови пратки, той е затворен поради ограничителни правителствени мерки.",
            "full": "Извиняваме се, но този пункт за получаване в момента не приема никакви пакети, тъй като капацитетът му е пълен.",
            "vacation": "Извиняваме се, но този пункт за получаване в момента не приема никакви пакети, тъй като е обявен почивен ден.",
            "technical": "По технически причини този пункт за получаване не може да бъде избран като крайна дестинация за Вашия пакет.",
            "closed": "За съжаление този пункт за получаване не може да се използва понастоящем.",
            "closing": "Извиняваме се, но този пункт за получаване не приема нови пратки, тъй като скоро ще бъде затворен.",
            "quick": "Малко количество пакети, възможност за по-бързо получаване.",
            "almostFull": "Капацитетът на този пункт за получаване скоро ще бъде запълнен. Препоръчваме Ви да изберете друг близък пункт за получаване.",
            "isNew": "Открихме нов пункт за получаване за Вас и той скоро ще бъде готов за Вашите пакети :)",
            "configTitle": "Инструмент за конфигуриране на дизайна на изпълним модул",
            "returnDefault": "Възстановяване на настройките по подразбиране",
            "getCodeToPaste": "Получаване на код за поставяне",
            "sourceCode": "Изходен код",
            "infoSourceCode": "Щракнете върху бутона \"Копиране в клипборда\", за да копирате финалния код, и след това го поставете в електронния магазин точно преди края на маркера </body>.",
            "copiedToClipboard": "Кодът е копиран в клипборда",
            "copyToClipboard": "Копиране в клипборда",
            "closeWindow": "Затваряне на прозореца",
            "setLanguage": "Език на инструмента за конфигуриране",
            "moreSelectorsDivide": "В случай че се налага да използвате няколко селектора, ги разделяйте със запетаи.",
            "openWidget": "Отваряне на изпълнимия модул",
            "getCode": "Получаване на код",
            "country": "Държавата на пунктовете за получаване",
            "selectorOpen": "Селектор за отваряне на изпълнимия модул",
            "selectorBranchName": "Селектор на името на пункт за получаване",
            "selectorBranchId": "Селектор на ИД на пункт за получаване",
            "confirmButtonColor": "Цветът на бутона за потвърждение",
            "backgroundColor": "Фонов цвят",
            "textColor": "Цвят на текста",
            "font": "Шрифт на изпълнимия модул",
            "cssFileUrl": "URL адрес на допълнителен CSS файл",
            "cssSheet": "CSS лист",
            "widgetLanguage": "Език на изпълнимия модул",
            "infoCountry": "Тук можете да изберете конкретна държава за изпълнимия модул.",
            "infoSelectorOpen": "Попълнете CSS селектора на елемента, който ще отвори изпълнимия модул, щом щракнете върху него. Този елемент може да изглежда така:",
            "infoSelectorBranchName": "Попълнете CSS селектора на елемента, който ще покаже името на избрания пункт за получаване от изпълнимия модул. Този елемент може да изглежда така:",
            "infoSelectorBranchId": "Попълнете CSS селектора на елемента, който ще покаже ИД на избрания пункт за получаване от изпълнимия модул. Този елемент може да изглежда така:",
            "infoConfirmButtonColor": "Тук можете да смените цвета на изпълнимия модул, който ще се използва за избиране на определен пункт за получаване.",
            "infoBackgroundColor": "Тук можете да смените фоновия цвят на изпълнимия модул.",
            "infoTextColor": "Тук можете да смените основния цвят на текста на изпълнимия модул.",
            "infoFont": "Тук можете да смените шрифта на изпълнимия модул.",
            "infoCssFileUrl": "В това поле въведете абсолютния URL адрес на Вашия .css файл.",
            "infoCssSheet": "Това поле служи за тестване на коригирания css лист. Когато останете доволни, моля, запазете листа на сървъра си и добавете абсолютния URL адрес на Вашия .css файл в полето по-горе.",
            "infoWidgetLanguage": "Тук можете да зададете езика, на който ще се локализира изпълнимият модул.",
            "czechia": "Чешка република",
            "slovakia": "Словакия",
            "germany": "Германия",
            "hungary": "Унгария",
            "poland": "Полша",
            "austria": "Австрия",
            "romania": "Румъния",
            "bulgaria": "България",
            "cur_lang": "Български",
            "en_US": "Английски",
            "cs_CZ": "Чешки",
            "pl_PL": "Полски",
            "sk_SK": "Словашки",
            "ro_RO": "Румънски",
            "hu_HU": "Унгарски",
            "searchByAddress": "Търсене на пункт за получаване",
            "allowGps": "Активиране на геолокация",
            "search": "Търсене",
            "branchChoosing": "Избиране на пункт за получаване",
            "branchChoose": "Избиране на този пункт за получаване",
            "closestBranch": "Най-близкият свободен пункт за получаване",
            "openingHours": "Работно време:",
            "canPayWithCard": "Възможност за плащане с карта",
            "backToChoosing": "Обратно към избора на пункт за получаване",
            "mapPreparation": "Подготовка на картата",
            "pleaseAllowLocation": "Моля, разрешете достъпа до Вашето местоположение.",
            "loadingPickupPointData": "Зареждат се данните за пункта за получаване...",
            "filterOpenSaturday": "отворено в събота",
            "filterOpenSunday": "отворено в неделя",
            "filterOpenLunch": "отворено по обед",
            "filterCardPayment": "приемат се карти",
            "alzaStorageTime": "Намален времеви прозорец за получаване - обикновено до полунощ на следващия ден след доставката",
            "zBoxStorageTime": "Намалено време за съхранение до 3 дни. За да вземете пратката, всичко, което трябва да направите, е да инсталирате приложението Packeta на вашия смартфон и да включите Bluetooth. Наложен платеж трябва да се плати онлайн.",
            "errorBranchDetail": "Няма информация за настоящия пункт за получаване",
            "errorMap": "За съжаление картата не е достъпна в момента. Изберете пункт за получаване от списъка.",
            "errorBranchList": "Списъкът на пунктовете за получаване не е наличен.",
            "wheelchairAccessible": "Достъп за инвалидни колички",
            "availableCapacity": "Наличен капацитет",
            "monday": "понеделник",
            "tuesday": "вторник",
            "wednesday": "сряда",
            "thursday": "четвъртък",
            "friday": "петък",
            "saturday": "събота",
            "sunday": "неделя",
            "holiday": "затворен",
            "box": "Kутии"
        }
    },
    "hu": {
        "translations": {
            "covidWarning": "Kedves vásárlóink, a karácsonyi szezon és a <b>COVID-19</b> szituáció kombinációja a szállítmányok és az ezzel járó adagolási <b>pontok kapacitásának jelentős növekedését eredményezi.</b> Előfordulhat, hogy kedvenc adagolási pontja ideiglenesen <b>nem érhető el</b>. Előre elnézést kérünk a kellemetlenségért.",
            "covid": "Elnézést kérünk, ez a felvételi pont jelenleg nem fogad új szállítmányokat, korlátozó kormányzati intézkedések miatt zárva van.",
            "full": "Elnézést kérünk, de az átvevőhely telítettsége végett jelenleg nem fogad új csomagot.",
            "vacation": "Figyelem, az átveőhely szabadság miatt jelenleg nem fogad új csomagokat.",
            "technical": "Ezt az átvevőhelyet technikai okok miatt nem lehet kiválasztani.",
            "closed": "Ez az átvevőhely jelenleg zárva tart.",
            "closing": "Sajnáljuk, de az átvevőhely nem fogad új csomagokat, mivel hamarosan megszűnik.",
            "quick": "Kevesebb csomag, gyorsabb csomagkiadás",
            "almostFull": "Az átvevőhely hamarosan megtelik. Ajánljuk figyelmébe egy másik közelben lévő átvevőhelyet",
            "isNew": "Megnyitottunk Önöknek egy új átvevőhelyet, amely várja az Ön csomagjait :)",
            "configTitle": "A konfigurátor megjelenése az átvevőhely kiválasztásához",
            "returnDefault": "Vissza állítás alapértelmezettnek",
            "getCodeToPaste": "Beágyazási kód beszerzése",
            "sourceCode": "Forráskód",
            "infoSourceCode": "A \"Vágolapra másolás\" gombra kattintva ki tudja másolni a így kapott kódot, s be tudja illeszteni az Ön webáruházánának </body> tag végére",
            "copiedToClipboard": "A kód be lett másolva az oldalra.",
            "copyToClipboard": "Vágólapra másolás",
            "closeWindow": "Ablak bezárása",
            "setLanguage": "Konfigurátor nyelve",
            "moreSelectorsDivide": "Ha több szelektort szeretne használni, akkor válassza el vesszővel",
            "openWidget": "Modul megnyitása",
            "getCode": "Kód beszerzése",
            "country": "Az átvevőhelyek országa",
            "selectorOpen": "Szelektor a modul megnyitására ",
            "selectorBranchName": "Szelektor az átvvőhely nevére",
            "selectorBranchId": "Szelektor az átvevőhely ID-jára",
            "confirmButtonColor": "Megerősítő gomb színe",
            "backgroundColor": "Háttér színe",
            "textColor": "Szöveg színe",
            "font": "Modul betűtípusa",
            "cssFileUrl": "Kiegészítő CSS fájl URL-je",
            "cssSheet": "CSS stíluslap",
            "widgetLanguage": "A widget nyelvét",
            "infoCountry": "Itt tudja kiválasztani a modulhoz az adott országokat",
            "infoSelectorOpen": "Töltse ki a CSS elemválasztót, amely megnyitja a widgetet. Az elemválasztó ilyen lehet pl.:",
            "infoSelectorBranchName": "Töltse ki a CSS elemválasztót, amelybe a modulból kiválasztott átvevőhely neve lesz beírva. Az elemválasztó ilyen lehet pl.:",
            "infoSelectorBranchId": "Töltse ki a CSS elemválasztót, amelybe a modulból kiválasztott átvevőhely ID-kódja lesz beírva. Az elemválasztó ilyen lehet pl.:",
            "infoConfirmButtonColor": "Itt tudja módosítani a modul színét, amely kiválasztja az adott átvevőhelyet.",
            "infoBackgroundColor": "Itt tudja módosítani az egész modul hátterének színét.",
            "infoTextColor": "Itt tudja módosítani a modul szövegének színét.",
            "infoFont": "Itt tudja módosítani a modul betűtípusát",
            "infoCssFileUrl": "Ebbe a mezőbe adja meg az Ön CSS fájljának címét",
            "infoCssSheet": "Ez a mező a megváltoztatott css stíluslap tesztelésére szolgál. Až budete spokojeni, stylopis si uložte na svůj server a do kolonky výše doplňte absolutní adresu vedoucí k vašemu .css souboru.",
            "infoWidgetLanguage": "Itt megadhatja azt a nyelvet, amelyben megjelenik a widget.",
            "czechia": "Csehország",
            "slovakia": "Szlovákia",
            "germany": "Németország",
            "hungary": "Magyarország",
            "poland": "Lengyelország",
            "austria": "Ausztria",
            "romania": "Románia",
            "bulgaria": "Bulgária",
            "cur_lang": "Magyar",
            "en_US": "Angol",
            "cs_CZ": "Cseh",
            "pl_PL": "Lengyel",
            "sk_SK": "Szlovák",
            "ro_RO": "Románr",
            "hu_HU": "Magyar",
            "searchByAddress": "Átvevőhely keresése",
            "allowGps": "Helyadatok engedélyezése",
            "search": "Keresés",
            "branchChoosing": "Átvevőhelyek listája",
            "branchChoose": "Átvevőhely kiválasztása",
            "closestBranch": "A legközelebbi nem túlterhelt átvevőhely",
            "openingHours": "Nyitvatartás:",
            "canPayWithCard": "Fizethet kártyával",
            "backToChoosing": "Vissza a helyszín kiválasztásához",
            "mapPreparation": "Térkép előkészítése",
            "pleaseAllowLocation": "Kérjük engedélyezze helyadatait.",
            "loadingPickupPointData": "Átvevőhely adatok betöltése...",
            "filterOpenSaturday": "szombaton nyitva",
            "filterOpenSunday": "vasárnap nyitva",
            "filterOpenLunch": "délben nyitva",
            "filterCardPayment": "fizetés kártyával",
            "alzaStorageTime": "Csökkentett csomagmegőrzési idő - általában másnap éjfélig",
            "zBoxStorageTime": "Csökkentett tárolási idő 3 napra. A szállítás átvételéhez mindössze annyit kell tennie, hogy be van kapcsolva az okostelefonra telepített Csomagküldő alkalmazás és a Bluetooth. Utánvét után kell fizetni online.",
            "errorBranchDetail": "Nincs információ az aktuális felvételi pontról",
            "errorMap": "Sajnos a térkép jelenleg nem érhető el. Válassza ki a kibocsátás helyét a listából.",
            "errorBranchList": "A felvételi pontok listája nem érhető el.",
            "wheelchairAccessible": "Akadálymentes bejárás",
            "availableCapacity": "Rendelkezésre álló kapacitás",
            "monday": "Hétfő",
            "tuesday": "Kedd",
            "wednesday": "Szerda",
            "thursday": "Csütörtök",
            "friday": "Péntek",
            "saturday": "Szombat",
            "sunday": "Vasárnap",
            "holiday": "zárva",
            "box": "Dobozok"
        }
    },
    "pl": {
        "translations": {
            "covidWarning": "Drodzy Klienci, połączenie okresu świątecznego i sytuacji z <b>COVID-19</b> skutkuje dużym wzrostem przesyłek i związaną z tym <b>przepustowością punktów wydawania.</b> Twój ulubiony punkt wydawania może być chwilowo <b>niedostępny.</b> Z góry przepraszamy za niedogodności.",
            "covid": "Przepraszamy, ten punkt odbioru nie przyjmuje obecnie nowych przesyłek, jest zamknięty z powodu restrykcyjnych środków rządowych.",
            "full": "Przeparszamy, ale obecnie punkt odbioru nie przyjmuje nowych przesyłek z powodu braku miejsca.",
            "vacation": "Uwaga obecnie punkt odbioru nie przyjmuje nowych przesyłek z powodu zgłoszonego urlopu.",
            "technical": "Wybrany punkt odbioru z przyczyn technicznych nie można wybrać jako miejsce docelowe przesyłki.",
            "closed": "Wybrany punkt odbioru jest niestety aktualnie zamknięty.",
            "closing": "Jest nam przykro, ale punkt odbioru nie przymuje nowych przesyłek, ponieważ będzie on zamknięty.",
            "quick": "Mniej przesyłek, możliwość szybszego wydania.",
            "almostFull": "Punkt odbioru będzie niedługo przepełniony. Doradzamy wybrać inny punkt w bliskiej okolicy.",
            "isNew": "Otwarliśmy dla Was nowy punkt, serdecznie zapraszamy :)",
            "configTitle": "Konfigurator wygladu punktu odbioru",
            "returnDefault": "Przywracanie ustawień domyślnych",
            "getCodeToPaste": "Pobierz kod do wstawienia",
            "sourceCode": "Kod źródłowy",
            "infoSourceCode": "Kliknąć na przycisk \"Kopiuj do schowka\" skopiuj wynikowy kod, a następnie dodaj go do e-sklepu przed końcem tagu </body>",
            "copiedToClipboard": "Kod został skopiowany do schowka",
            "copyToClipboard": "Skopiuj do schowka",
            "closeWindow": "Zamknij okno",
            "setLanguage": "Język konfiguratora",
            "moreSelectorsDivide": "Jeśli chcesz użyć wielu selektorów, rozdziel je przecinkami.",
            "openWidget": "Otwórz widżet",
            "getCode": "Zdobądź kod",
            "country": "Kraj punktu wydania",
            "selectorOpen": "Selektor do otwierania widżetu",
            "selectorBranchName": "Selektor dla nazwy punktu wydania",
            "selectorBranchId": "Selektor dla ID punktu wydania",
            "confirmButtonColor": "Kolor przycisku potwierdzenia",
            "backgroundColor": "Kolor tła",
            "textColor": "Kolor tekstu",
            "font": "Czcionka widżetu",
            "cssFileUrl": "URL dodatkowego pliku CSS ",
            "cssSheet": "CSS stylografia",
            "widgetLanguage": "Język widgetu",
            "infoCountry": " Tutaj możesz wybrać konkretny kraj dla widżetu",
            "infoSelectorOpen": "Wypełnij selektor elementów CSS, który otworzy widżet. Element, na którym może pojawić się selektor, wygląda np. tak:",
            "infoSelectorBranchName": "Wypełnij selektor elementów CSS, który zostanie użyty do wprowadzenia nazwy wybranej lokalizacji punktu wydawania z widżetu. Element, na którym selektor może wyglądać np. tak:",
            "infoSelectorBranchId": "Wypełnij selektor elementów CSS, do którego się zapisze wybrane ID punktu wydania z widżetu. Element, na którym selektor może wyglądać np.tak:",
            "infoConfirmButtonColor": "Tutaj możesz zmienić kolor przycisku widżetu, który wybiera dane punktu wydania.",
            "infoBackgroundColor": "Tutaj możesz zmienić kolor tła widżetu.",
            "infoTextColor": "Tutaj możesz zmienić podstawowy kolor tekstu w widżecie.",
            "infoFont": "Tutaj możesz zmienić czcionkę widżetu.",
            "infoCssFileUrl": "W tym polu wpisz adres bezwzględny do pliku CSS.",
            "infoCssSheet": "To pole służy do testowania zmodyfikowanego arkusza stylów CSS. Kiedy będziesz pewny, zapisz styl na swoim serwerze i dodaj absolutny adres do pliku CSS w polu powyżej.",
            "infoWidgetLanguage": "Tutaj możesz ustawić język, w którym widżet będzie się pojawiał.",
            "czechia": "Republika Czeska",
            "slovakia": "Słowacja",
            "germany": "Niemcy",
            "hungary": "Węgry",
            "poland": "Polska",
            "austria": "Ausria",
            "romania": "Rumunia",
            "bulgaria": "Bułgaria",
            "cur_lang": "Polski",
            "en_US": "Angielski",
            "cs_CZ": "Czeski",
            "pl_PL": "Polski",
            "sk_SK": "Słowacki",
            "ro_RO": "Rumuński",
            "hu_HU": "Węgierski",
            "searchByAddress": "Szukaj punktu wydania",
            "allowGps": "Włącz geolokalizację",
            "search": "Szukaj",
            "branchChoosing": "Wybór punkt wydania",
            "branchChoose": "Wybierz punkt wydania",
            "closestBranch": "Najbliższy nieprzepełnionypunkt odbioru ",
            "openingHours": "Godziny otwarcia:",
            "canPayWithCard": "Można płacić kartą",
            "backToChoosing": "Powrót do wyboru witryny",
            "mapPreparation": "Przygotowanie mapy",
            "pleaseAllowLocation": "Zezwól na udostępnienie swojej lokalizacji.",
            "loadingPickupPointData": "Ładuje punkty odbioru...",
            "filterOpenSaturday": "otwarte w soboty",
            "filterOpenSunday": "otwarte w niedziele",
            "filterOpenLunch": "otwarte w porze lunchu",
            "filterCardPayment": "płatność kartą",
            "alzaStorageTime": "Skrócony czas przechowywania przesyłek - zwykle do północy następnego dnia",
            "zBoxStorageTime": "Skrócony czas przechowywania do 3 dni. Aby odebrać przesyłkę wystarczy mieć zainstalowaną aplikację Przesyłkownia na smartfonie i włączyć Bluetooth. Płatność za pobraniem należy opłacić online.",
            "errorBranchDetail": "Informacje o punkcie wydawania nie są dostępne",
            "errorMap": "Niestety mapa jest obecnie niedostępna. Wybierz miejsce wydania z listy.",
            "errorBranchList": "Lista punktów do wyboru nie jest dostępna.",
            "wheelchairAccessible": "Dostęp dla wózków inwalidzkich",
            "availableCapacity": "Dostępna pojemność",
            "monday": "poniedziałek",
            "tuesday": "wtorek",
            "wednesday": "środa",
            "thursday": "czwartek",
            "friday": "piątek",
            "saturday": "sobota",
            "sunday": "niedziela",
            "holiday": "zamknięte",
            "box": "Pudła"
        }
    },
    "ro": {
        "translations": {
            "covidWarning": "Dragi clienți, combinația dintre sezonul de Crăciun și situația cu <b>COVID-19</b> are ca rezultat o creștere mare a <b>livrărilor și a capacității asociate a punctelor de distribuire.</b> Punctul dvs. preferat de distribuție poate fi temporar <b>indisponibil.</b> Ne cerem scuze în prealabil pentru neplăceri.",
            "covid": "Ne cerem scuze, acest punct de preluare nu acceptă în prezent noi expedieri, este închis din cauza măsurilor guvernamentale restrictive.",
            "full": "Ne pare rau dar in acest moment, punctul Pick-up nu poate receptiona colete din cauza incarcarii la capacitate maxima.",
            "vacation": "Va atentionam ca acest punct Pick-up nu poate receptiona colete in acest moment pe motiv de concediu planificat.",
            "technical": "Din motive tehnice, in acest moment nu puteti selecta acest punct Pick-up pentru livrarea coletului Dumneavoastra.",
            "closed": "Ne pare rau, in acest moment punct-ul Pick-up selectat este inchis.",
            "closing": "Ne pare rău, însă la filiala selectată de Dvs. Nu mai pot fi primite colete pe motivul că v-a fi închisă.",
            "quick": "Mai putine colete, posibilitate de preluare mai rapida.",
            "almostFull": "In scurt timp aceast punct Pick-up va fi suprasolicitat. Va recomandam sa selectati alt punct din apropiere.",
            "isNew": "Am deschis un nou punct Pick-up care va asteapta coletul cu nerabdare :)",
            "configTitle": "Configurator de afisare a selectarii punctului Pick-up",
            "returnDefault": "Reintoarce setarea implicita",
            "getCodeToPaste": "Získat kód pro vložení",
            "sourceCode": "Cod sursa",
            "infoSourceCode": "Actionand click pe butonul \"Copiaza in Clipboard\",copiati textul ce se va afisa, dupa care adaugati acest text in eshop-ul Dvs. inainte de sfarsitul tag-lui </body>",
            "copiedToClipboard": "Codul a most copout in Clipboard",
            "copyToClipboard": "Copiaza in Clipboard",
            "closeWindow": "Inchide fereastra",
            "setLanguage": "Limba configurator",
            "moreSelectorsDivide": "Daca vreti sa utilizati mai multe select-uri, despartiti prin virgula. ",
            "openWidget": "Deschide widget-ul",
            "getCode": "Genereaza cod-ul",
            "country": "Tara punctelor Pick-up",
            "selectorOpen": "Selector pentru deschiderea widget-lui",
            "selectorBranchName": "Selector pentru denumirea punctului Pick-up",
            "selectorBranchId": "Selector pentru ID-ul punctului Pick-up",
            "confirmButtonColor": "Culoarea butonului de confirmare",
            "backgroundColor": "Culoare background",
            "textColor": "Culoare text",
            "font": "Font widget",
            "cssFileUrl": "Url  fisierului CSS suplimentar",
            "cssSheet": "CSS stylesheet",
            "widgetLanguage": "Limba widget-ului",
            "infoCountry": " Aici puteti selecta tara pentru widget",
            "infoSelectorOpen": "Completati select-rul elementului CSS, urmand ca dupa click sa se deschida widget-ul. Elementul pentri care e selector-ul se poste afisa, de ex. asa:",
            "infoSelectorBranchName": "Completati select-rul elementului CSS, in care se va completa denumirea punctului Pick-up selectat din widget. Elementul pentri care e selector-ul se poste afisa, de ex. asa:",
            "infoSelectorBranchId": "Completati select-rul elementului CSS, in care se va completa ID-ul punctului Pick-up din widget. Elementul pentri care e selector-ul se poste afisa, de ex. asa:",
            "infoConfirmButtonColor": "Aici puteti modifica culoarea butonului widget-lui, care alege punct-ul Pick-up respectiv.",
            "infoBackgroundColor": "Aici puteti modifica background-ul widget-lui.",
            "infoTextColor": "Aici puteti modifica culoarea de baza a widget-lui.",
            "infoFont": "Aici puteti modifica font-ul widget-lui.",
            "infoCssFileUrl": "In aceasta caseta, completati adresa care redirectioneaza catre .css-ul Dvs.",
            "infoCssSheet": "Aceasta caseta este destinata TEST-lui CSS stylesheet-lui modificat. Dupa ce ati modificat conform preferintelor, salvati stylesheet-ul pe server-ul Dvs. Iar in caseta de mai sus completati adresa care redirectioneaza catre .css-ul Dvs.",
            "infoWidgetLanguage": "Aici puteți seta limba în care va apărea widgetul.",
            "czechia": "Cehia",
            "slovakia": "Slovacia",
            "germany": "Germania",
            "hungary": "Ungaria",
            "poland": "Polonia",
            "austria": "Austria",
            "romania": "Romania",
            "bulgaria": "Bulgaria",
            "cur_lang": "Romana",
            "en_US": "Engleza",
            "cs_CZ": "Cena",
            "pl_PL": "Poloneza",
            "sk_SK": "Slovaca",
            "ro_RO": "Romana",
            "hu_HU": "Maghiara",
            "searchByAddress": "Cauta punctul Pick-up",
            "allowGps": "Deschide geolocatia",
            "search": "Cauta",
            "branchChoosing": "Alegerea punctului Pick-up",
            "branchChoose": "Alege punctul Pick-up",
            "closestBranch": "Cel mai apropiat punct Pick-up disponibil",
            "openingHours": "Ore de deschidere:",
            "canPayWithCard": "Se acepta plata cu cardul",
            "backToChoosing": "Înapoi la selecția site-ului",
            "mapPreparation": "Harta in curs de pregatire",
            "pleaseAllowLocation": "Va rugam sa permiteti accesul la locatia dumneavoastra.",
            "loadingPickupPointData": "Incarcarea datelor pentru punctul pick-up...",
            "filterOpenSaturday": "Deschise Sambata",
            "filterOpenSunday": "Deschise Duminica",
            "filterOpenLunch": "Deschise in timpul pranzului",
            "filterCardPayment": "Plata cu cardul",
            "alzaStorageTime": "Timp redus de depozitare a coletelor - de obicei până la miezul nopții a doua zi",
            "zBoxStorageTime": "Timp de depozitare redus la 3 zile. Pentru a prelua expedierea, tot ce trebuie să faceți este să aveți aplicația Coletăria instalată pe smartphone și Bluetooth activat. Plata la ramburs trebuie plătită online.",
            "errorBranchDetail": "Nu există informații despre punctul actual de preluare",
            "errorMap": "Din păcate, harta nu este disponibilă momentan. Selectați locul de emitere din listă.",
            "errorBranchList": "Lista punctelor de preluare nu este disponibilă.",
            "wheelchairAccessible": "Acces pentru scaun cu rotile",
            "availableCapacity": "Capacitate disponibilă",
            "monday": "luni",
            "tuesday": "marţi",
            "wednesday": "miercuri",
            "thursday": "joi",
            "friday": "vineri",
            "saturday": "sâmbătă",
            "sunday": "duminică",
            "holiday": "închis",
            "box": "Cutii"
        }
    },
    "uk": {
        "translations": {
            "covidWarning": "Шановні клієнти, поєднання різдвяного сезону та ситуації з <b>COVID-19</b> призводить до значного збільшення обсягів відправлень та <b>відповідної ємності пунктів видачі.</b> Можливо, ваша улюблена точка видачі тимчасово <b>недоступна.</b> Заздалегідь просимо вибачення за незручності.",
            "covid": "Приносимо вибачення, цей пункт видачі зараз не приймає нових відправлень, він закритий через обмежувальні заходи уряду.",
            "full": "Приносимо свої вибачення, цей пункт не приймає посилок на даний момент через перевантаження.",
            "vacation": "Приносимо свої вибачення, цей пункт не приймає посилок на даний момент через канікули.",
            "technical": "Цей пункт не може бути вибраним як кінцевий пункт призначення Вашої посилки з технічних причин.",
            "closed": "На жаль, наразі ця точка видачі недоступна.",
            "closing": "Приносимо свої вибачення, пункт видачі не приймає нових відправлень, оскільки незабаром буде закритий.",
            "quick": "Невелика кількість посилок, можливість швидшого прийому.",
            "almostFull": "Невдовзі цей пункт прийому буде заповнений. Ми рекомендуємо вибрати інший пункт прийому поблизу.",
            "isNew": "Ми відкрили для вас новий пункт прийому, і він готовий до ваших пакетів :)",
            "configTitle": "Конфігуратор дизайну віджетів",
            "returnDefault": "Відновити налаштування за замовчуванням",
            "getCodeToPaste": "Код вставки",
            "sourceCode": "Вихідний код",
            "infoSourceCode": "Натисніть кнопку \" Скопіювати в буфер обміну\", щоб скопіювати остаточний код, а потім вставте його у свій інтернет-магазин безпосередньо перед кінцем тегу </body>.\"",
            "copiedToClipboard": "Код скопійовано в буфер обміну",
            "copyToClipboard": "Копіювати в буфер обміну",
            "closeWindow": "Закрити вікно",
            "setLanguage": "Language of the configurator",
            "moreSelectorsDivide": "Якщо вам потрібно використовувати кілька селекторів, розділіть їх комами.",
            "openWidget": "Відкрити віджет",
            "getCode": "Отримати код",
            "country": "Країна доставки",
            "selectorOpen": "Селектор для відкриття віджета",
            "selectorBranchName": "Виберіть селектор назв точок",
            "selectorBranchId": "Вибір ID точки",
            "confirmButtonColor": "Колір кнопки підтвердження",
            "backgroundColor": "Колір фону",
            "textColor": "Колір тексту",
            "font": "Шрифт віджета",
            "cssFileUrl": "URL додаткового файлу CSS",
            "cssSheet": "Аркуш CSS",
            "widgetLanguage": "Мова віджетів",
            "infoCountry": "Тут ви можете вибрати конкретну країну для віджета.",
            "infoSelectorOpen": "Заповніть селектор CSS елемента, який відкриє віджет після натискання на нього. Цей елемент може виглядати так :",
            "infoSelectorBranchName": "Заповніть селектор CSS елемента, який відображатиме назву вибраної точки отримання з віджета. Цей елемент може виглядати так :",
            "infoSelectorBranchId": "Заповніть селектор CSS елемента, який відобразить ідентифікатор вибраної точки отримання збору з віджета. Цей елемент може виглядати так :",
            "infoConfirmButtonColor": "Тут ви можете змінити колір кнопки віджета, яка буде використовуватися для вибору певної точки отримання.",
            "infoBackgroundColor": "Тут ви можете змінити колір фону віджета.",
            "infoTextColor": "Тут ви можете змінити основний колір тексту віджета.",
            "infoFont": "Тут ви можете змінити шрифт віджета.",
            "infoCssFileUrl": "Введіть абсолютну URL-адресу вашого файлу .css у це поле.",
            "infoCssSheet": "Цей пункт призначений для тестування вашого переробленого аркуша css. Після того, як ви переконаєтесь, збережіть аркуш на своєму сервері та додайте абсолютну URL-адресу вашого файлу .css у поле вище.",
            "infoWidgetLanguage": "Тут ви можете встановити мову, якою віджет буде локалізований.",
            "czechia": "Чехія",
            "slovakia": "Словаччина",
            "germany": "Німеччина",
            "hungary": "Угорщина",
            "poland": "Польща",
            "austria": "Австрія",
            "romania": "Румунія",
            "bulgaria": "Болгарія",
            "cur_lang": "Український",
            "en_US": "Англійська",
            "cs_CZ": "Чеська",
            "pl_PL": "Польська",
            "sk_SK": "Словацька",
            "ro_RO": "Румунська",
            "hu_HU": "Угорська",
            "searchByAddress": "Шукайте пункт прийому",
            "allowGps": "Увімкнути геолокацію",
            "search": "Пошук",
            "branchChoosing": "Вибір точки отримання",
            "branchChoose": "Виберіть цю точку отримання",
            "closestBranch": "Найближча вакантна точка прийому",
            "openingHours": "Години роботиы",
            "canPayWithCard": "Можливість оплати карткою",
            "backToChoosing": "Назад, щоб вибрати точку",
            "mapPreparation": "Підготовка карти",
            "pleaseAllowLocation": "Будь ласка, надайте доступ до Вашого місцезнаходження.",
            "loadingPickupPointData": "Завантаження даних про точки прийому ...",
            "filterOpenSaturday": "відкрита субота",
            "filterOpenSunday": "відкрита неділя",
            "filterOpenLunch": "відкрито під час обіду",
            "filterCardPayment": "картки приймаються",
            "alzaStorageTime": "Скорочений термін прийому - зазвичай до півночі наступного дня з моменту доставки",
            "zBoxStorageTime": "Скорочений час зберігання до 3 днів. Щоб забрати відправку, потрібно лише встановити на смартфоні програму Packeta та увімкнути Bluetooth. Накладений платіж потрібно оплатити через Інтернет.",
            "errorBranchDetail": "Немає інформації про поточний пункт прийому",
            "errorMap": "На жаль, на даний момент карта недоступна. Виберіть точку прийому зі списку.",
            "errorBranchList": "Список пунктів прийому недоступний.",
            "wheelchairAccessible": "Доступ для інвалідного візка",
            "availableCapacity": "доступна ємність",
            "monday": "понеділок",
            "tuesday": "вівторок",
            "wednesday": "середа",
            "thursday": "четвер",
            "friday": "п'ятниця",
            "saturday": "субота",
            "sunday": "неділя",
            "holiday": "зачинено",
            "box": "Ящики"
        }
    },
    "fr": {
        "translations": {
            "covidWarning": "Chers clients, la combinaison de la saison de Noël et de la situation avec <b>COVID-19</b> se traduit par une forte augmentation des expéditions et de la <b>capacité associée des points de distribution.</b> Votre point de distribution préféré peut être temporairement <b>indisponible.</b> Nous nous excusons à l'avance pour la gêne occasionnée.",
            "covid": "Nous nous excusons, ce point de ramassage n'accepte pas de nouvelles expéditions actuellement, il est fermé en raison de mesures gouvernementales restrictives.",
            "full": "Nous nous excusons, ce point de retrait n'accepte aucun paquet pour le moment en raison de sa pleine capacité.",
            "vacation": "Nous nous excusons, ce point de retrait n'accepte actuellement aucun paquet en raison de vacances signalées.",
            "technical": "Ce point de retrait ne peut pas être choisi comme destination finale de votre colis pour des raisons techniques.",
            "closed": "Malheureusement, ce point de retrait est actuellement indisponible.",
            "closing": "Nous nous excusons, le point de retrait n'accepte pas de nouveaux colis car il sera bientôt fermé.",
            "quick": "Petite quantité de paquets, possibilité de ramassage plus rapide.",
            "almostFull": "La capacité de ce point de ramassage sera bientôt pleine. Nous vous recommandons de choisir un autre point de prise en charge à proximité.",
            "isNew": "Nous avons ouvert un nouveau point de retrait pour vous et il est prêt à recevoir vos colis :)",
            "configTitle": "Configurateur de conception de widgets",
            "returnDefault": "Restaurer les réglages par défaut",
            "getCodeToPaste": "Obtenez un code à coller",
            "sourceCode": "Source code",
            "infoSourceCode": "Cliquez sur le bouton \"Copier dans le Presse-papiers\" \"pour copier le code final, puis collez-le dans votre boutique en ligne juste avant la fin de la mention </body>.\"",
            "copiedToClipboard": "Le code a été copié dans le Presse-papiers",
            "copyToClipboard": "Copier dans le Presse-Papiers",
            "closeWindow": "Fermer la fenêtre",
            "setLanguage": "Langue du configurateur",
            "moreSelectorsDivide": "Si vous devez utiliser plusieurs sélecteurs, séparez-les par une virgule.",
            "openWidget": "Ouvrir le widget",
            "getCode": "Obtenir un code",
            "country": "Le pays des points de retrait",
            "selectorOpen": "Sélecteur pour ouvrir le widget",
            "selectorBranchName": "Sélecteur de nom du point de ramassage",
            "selectorBranchId": "Sélecteur d'identifiant de point de ramassage",
            "confirmButtonColor": "Couleur du bouton de confirmation",
            "backgroundColor": "Couleur de fond",
            "textColor": "Colour du texte",
            "font": "Police du widget",
            "cssFileUrl": "URL d'un fichier CSS supplémentaire",
            "cssSheet": "Fichier CSS",
            "widgetLanguage": "Langue du widget",
            "infoCountry": "Ici, vous pouvez sélectionner un pays spécifique pour le widget.",
            "infoSelectorOpen": "Remplissez le sélecteur CSS de l'élément, qui ouvrira le widget une fois que vous aurez cliqué dessus. Cet élément peut ressembler à ceci:",
            "infoSelectorBranchName": "Remplissez le sélecteur CSS de l'élément, qui affichera le nom du point de ramassage sélectionné à partir du widget. Cet élément peut ressembler à ceci:",
            "infoSelectorBranchId": "Remplissez le sélecteur CSS de l'élément, qui affichera l'ID du point de ramassage sélectionné à partir du widget. Cet élément peut ressembler à ceci:",
            "infoConfirmButtonColor": "Ici, vous pouvez changer la couleur du bouton du widget, qui sera utilisé pour sélectionner un certain point de ramassage.",
            "infoBackgroundColor": "Ici, vous pouvez modifier la couleur d'arrière-plan du widget.",
            "infoTextColor": "Ici, vous pouvez modifier la couleur de base du texte du widget.",
            "infoFont": "Ici, vous pouvez changer la police du widget.",
            "infoCssFileUrl": "Entrez l'URL absolue de votre fichier .css dans cette case.",
            "infoCssSheet": "Cette case est destinée à tester votre fichier CSS révisé. Une fois que vous êtes satisfait, veuillez enregistrer la feuille sur votre serveur et ajouter l'URL absolue de votre fichier .css dans la case ci-dessus.",
            "infoWidgetLanguage": "Ici, vous pouvez définir la langue dans laquelle le widget sera localisé.",
            "czechia": "République Tchèque",
            "slovakia": "Slovaquie",
            "germany": "Allemagne",
            "hungary": "Hongrie",
            "poland": "Pologne",
            "austria": "Autriche",
            "romania": "Roumanie",
            "bulgaria": "Bulgarie",
            "cur_lang": "Français",
            "en_US": "Anglais",
            "cs_CZ": "Tchèque",
            "pl_PL": "Polonais",
            "sk_SK": "Slovaque",
            "ro_RO": "Roumain",
            "hu_HU": "Hongrois",
            "searchByAddress": "Rechercher un point de retrait",
            "allowGps": "Activer la géolocalisation",
            "search": "Chercher",
            "branchChoosing": "Sélection du point de ramassage",
            "branchChoose": "Choisir ce point de ramassage",
            "closestBranch": "Le point de ramassage libre le plus proche",
            "openingHours": "Horaires d'ouvertures:",
            "canPayWithCard": "Possibilité de payer par carte",
            "backToChoosing": "Retour au choix du point de prise en charge",
            "mapPreparation": "Préparation de la carte",
            "pleaseAllowLocation": "Veuillez autoriser l'accès à votre position.",
            "loadingPickupPointData": "Chargement des données du point de ramassage ...",
            "filterOpenSaturday": "ouvert le samedi",
            "filterOpenSunday": "ouvert le dimanche",
            "filterOpenLunch": "ouvert le midi",
            "filterCardPayment": "cartes acceptées",
            "alzaStorageTime": "Délai de ramassage raccourci - généralement jusqu'à minuit le lendemain de la livraison",
            "zBoxStorageTime": "Temps de stockage réduit à 3 jours. Pour récupérer l'envoi, tout ce que vous avez à faire est d'installer l'application Packeta sur votre smartphone et d'activer le Bluetooth. Le paiement à la livraison doit être payé en ligne.",
            "errorBranchDetail": "Aucune information sur le point de ramassage actuel",
            "errorMap": "Malheureusement, la carte n'est pas disponible pour le moment. Sélectionnez le point de ramassage dans la liste.",
            "errorBranchList": "La liste des points de retrait n'est pas disponible.",
            "wheelchairAccessible": "Accès en fauteuil roulant",
            "availableCapacity": "Capacité disponible",
            "monday": "lundi",
            "tuesday": "mardi",
            "wednesday": "mercredi",
            "thursday": "jeudi",
            "friday": "vendredi",
            "saturday": "samedi",
            "sunday": "dimanche",
            "holiday": "fermé",
            "box": "Des boites"
        }
    },
    "de": {
        "translations": {
            "covidWarning": "Sehr geehrte Kunden, die Kombination der Weihnachtszeit und der Situation mit <b>COVID-19</b> führt zu einem starken Anstieg der Sendungen und <b>der damit verbundenen Kapazität von Abgabestellen.</b> Ihr bevorzugter Abgabepunkt ist möglicherweise vorübergehend <b>nicht verfügbar.</b> Wir entschuldigen uns im Voraus für die Unannehmlichkeiten.",
            "covid": "Wir entschuldigen uns, diese Abholstation akzeptiert derzeit keine neuen Sendungen, er ist wegen restriktiver staatlicher Maßnahmen geschlossen.",
            "full": "Wir entschuldigen uns, dass diese Abholstation aufgrund seiner vollen Kapazität derzeit keine Pakete akzeptiert.",
            "vacation": "Wir entschuldigen uns, dass diese Abholstation derzeit aufgrund des gemeldeten Urlaubs keine Pakete akzeptiert.",
            "technical": "diese Abholstation kann aus technischen Gründen nicht als endgültiges Ziel Ihres Pakets ausgewählt werden.",
            "closed": "Leider ist diese Abholstation derzeit nicht verfügbar.",
            "closing": "Wir entschuldigen uns, die Abholstation akzeptiert keine neuen Sendungen, da sie bald geschlossen wird.",
            "quick": "Kleine Menge von Paketen, Möglichkeit einer schnelleren Abholung.",
            "almostFull": "Die Kapazität dieser Abholstation wird bald voll sein. Wir empfehlen, eine andere Abholstation in der Nähe zu wählen.",
            "isNew": "Wir haben einen neue Abholstation für Sie eröffnet und er ist bereit für Ihre Pakete :)",
            "configTitle": "Widget design konfigurator",
            "returnDefault": "Standardeinstellungen wiederherstellen",
            "getCodeToPaste": "Holen Sie sich einen Code zum Einfügen",
            "sourceCode": "Quellcode",
            "infoSourceCode": "Klicken Sie auf die Schaltfläche \"In Zwischenablage kopieren\", um den endgültigen Code zu kopieren und ihn kurz vor dem Ende des </ body> -Tags in Ihren E-Shop einzufügen.",
            "copiedToClipboard": "Der Code wurde in die Zwischenablage kopiert.",
            "copyToClipboard": "In die Zwischenablage kopieren",
            "closeWindow": "Fenster schließen",
            "setLanguage": "Sprache des Konfigurators",
            "moreSelectorsDivide": "Wenn Sie mehrere Selektoren verwenden müssen, trennen Sie diese durch ein Komma.",
            "openWidget": "Widget öffnen",
            "getCode": "Holen Sie sich einen Code",
            "country": "Das Land der Abholstatione",
            "selectorOpen": "Auswahl zum Öffnen des Widgets",
            "selectorBranchName": "Auswahlpunkt für Abholstationname",
            "selectorBranchId": "Abholstation-ID-Wahlschalter",
            "confirmButtonColor": "Die Farbe der Bestätigungstaste",
            "backgroundColor": "Hintergrundfarbe",
            "textColor": "Textfarbe",
            "font": "Widget Schriftart",
            "cssFileUrl": "URL einer zusätzlichen CSS-Datei",
            "cssSheet": "CSS-Blatt",
            "widgetLanguage": "Widget Sprache",
            "infoCountry": "Hier können Sie ein bestimmtes Land für das Widget auswählen.",
            "infoSelectorOpen": "Füllen Sie den CSS-Selektor des Elements aus, der das Widget öffnet, sobald Sie darauf klicken. Dieses Element könnte folgendermaßen aussehen:",
            "infoSelectorBranchName": "Füllen Sie den CSS-Selektor des Elements aus, der den Namen des ausgewählten Aufnahmepunkts aus dem Widget anzeigt. Dieses Element könnte folgendermaßen aussehen:",
            "infoSelectorBranchId": "Füllen Sie den CSS-Selektor des Elements aus, der die ID des ausgewählten Aufnahmepunkts aus dem Widget anzeigt. Dieses Element könnte folgendermaßen aussehen:",
            "infoConfirmButtonColor": "Hier können Sie die Farbe der Widget-Schaltfläche ändern, mit der bestimmte Aufnahmepunkte ausgewählt werden.",
            "infoBackgroundColor": "Hier können Sie die Hintergrundfarbe des Widgets ändern.",
            "infoTextColor": "Hier können Sie die Grundtextfarbe des Widgets ändern.",
            "infoFont": "Hier können Sie die Schriftart des Widgets ändern.",
            "infoCssFileUrl": "Geben Sie die absolute URL Ihrer CSS-Datei in dieses Feld ein.",
            "infoCssSheet": "Diese Box dient zum Testen Ihres überarbeiteten CSS-Blattes. Wenn Sie zufrieden sind, speichern Sie das Blatt auf Ihrem Server und fügen Sie die absolute URL Ihrer CSS-Datei in das Feld oben ein.",
            "infoWidgetLanguage": "Hier können Sie die Sprache festlegen, in der das Widget lokalisiert wird.",
            "czechia": "Tschechien",
            "slovakia": "Slowakei",
            "germany": "Deutschland",
            "hungary": "Ungarn",
            "poland": "Polen",
            "austria": "Österreich",
            "romania": "Romänien",
            "bulgaria": "Bulgarien",
            "cur_lang": "Deutsche",
            "en_US": "Englisch",
            "cs_CZ": "Tschechisch",
            "pl_PL": "Polnisch",
            "sk_SK": "Slowakisch",
            "ro_RO": "Romänisch",
            "hu_HU": "Ungarisch",
            "searchByAddress": "Suche nach einer Abholstation",
            "allowGps": "Geolokalisierung aktivieren",
            "search": "Suche",
            "branchChoosing": "Punktauswahl treffen",
            "branchChoose": "Wählen Sie diese Abholstation",
            "closestBranch": "Die nächste freie Abholstation",
            "openingHours": "Öffnungszeiten",
            "canPayWithCard": "Möglichkeit mit Karte zu zaheln",
            "backToChoosing": "Zurück zur Abholstationauswahl",
            "mapPreparation": "Kartenvorbereitung",
            "pleaseAllowLocation": "Bitte erlauben Sie den Zugriff auf Ihren Standort.",
            "loadingPickupPointData": "Laden von Abholstationdaten ...",
            "filterOpenSaturday": "Samstags geöffnet",
            "filterOpenSunday": "Sonntags geöffnet",
            "filterOpenLunch": "Karte akzeptiert",
            "filterCardPayment": "Während des Mittagszeit geöffnet",
            "alzaStorageTime": "Verkürztes Zeitfenster für die Abholung - in der Regel bis Mitternacht des folgenden Tages",
            "zBoxStorageTime": "Reduzierte Lagerzeit auf 3 Tage. Um die Sendung abzuholen, müssen Sie lediglich die Packeta-Anwendung auf Ihrem Smartphone installiert und Bluetooth aktiviert haben. Nachnahme muss online bezahlt werden.",
            "errorBranchDetail": "Keine Informationen zum aktuellen Abholstation",
            "errorMap": "Leider ist die Karte momentan nicht verfügbar. Wählen Sie die Abholstation aus der Liste aus.",
            "errorBranchList": "Die Liste der Abholstationen ist nicht verfügbar",
            "wheelchairAccessible": "Rollstuhlzugang",
            "availableCapacity": "verfügbare Kapazität",
            "monday": "Montag",
            "tuesday": "Dienstag",
            "wednesday": "Mittwoch",
            "thursday": "Donnerstag",
            "friday": "Freitag",
            "saturday": "Samstag",
            "sunday": "Sonntag",
            "holiday": "geschlossen",
            "box": "Boxen"
        }
    },
    "sl": {
        "translations": {
            "covidWarning": "Spoštovane stranke, kombinacija božične sezone in razmer s <b>COVID-19</b> povzroča veliko povečanje pošiljk in s tem <b>povezano kapaciteto točilnih mest.</b> Vaša najljubša točka za razdeljevanje morda začasno <b>ni na voljo.</b> Vnaprej se opravičujemo za nevšečnosti.",
            "covid": "Žal nam je, toda ta prevzemna točka trenutno ne sprejema novih pošiljk, saj je zaradi vladnih omejevalnih ukrepov zaprta.",
            "full": "Žal nam je, toda ta prevzemna točka trenutno ne sprejema paketov, saj so njene zmogljivosti zapolnjene.",
            "vacation": "Žal nam je, toda ta prevzemna točka zaradi počitnic trenutno ne sprejema paketov.",
            "technical": "Te prevzemne točke zaradi tehničnih razlogov ne morete izbrati za ciljno destinacijo svojega paketa.",
            "closed": "Žal ta prevzemna točka trenutno ni na voljo.",
            "closing": "Oprostite, toda ta prevzemna točka ne sprejema novih pošiljk, saj bo kmalu zaprta.",
            "quick": "Majhno število paketov, možnost hitrejšega prevzema.",
            "almostFull": "Zmogljivost te prevzemne točke bo kmalu zapolnjena. Priporočamo, da izberete drugo prevzemno točko v bližini.",
            "isNew": "Za vas smo odprli novo prevzemno točko, ki je že pripravljena za vaše pakete.",
            "configTitle": "Konfigurator za oblikovanje pripomočkov",
            "returnDefault": "Obnovi privzete nastavitve",
            "getCodeToPaste": "Pridobi kodo, ki jo bo mogoče prilepiti",
            "sourceCode": "Izvorna koda",
            "infoSourceCode": "Kliknite gumb \"Copy to Clipboard\", da kopirate končno kodo in jo nato tik pred koncem prilepite v e-trgovino </body> tag.",
            "copiedToClipboard": "Koda je bila kopirana v odložišče.",
            "copyToClipboard": "Kopiraj v odložišče",
            "closeWindow": "Zapri okno",
            "setLanguage": "Jezik konfiguratorja",
            "moreSelectorsDivide": "Če morate uporabiti več izbirnikov, jih ločite z vejico.",
            "openWidget": "Odprt pripomoček",
            "getCode": "Pridobi kodo",
            "country": "Država prevzemnih točk",
            "selectorOpen": "Izbirnik za odpiranje pripomočka",
            "selectorBranchName": "Izbirnik imena prevzemne točke",
            "selectorBranchId": "Izbirnik ID-ja prevzemne točke",
            "confirmButtonColor": "Barva potrditvenega gumba",
            "backgroundColor": "Barva ozadja",
            "textColor": "Barva besedila",
            "font": "Pisava pripomočka",
            "cssFileUrl": "URL dodatne datoteke CSS",
            "cssSheet": "List CSS",
            "widgetLanguage": "Jezik pripomočka",
            "infoCountry": "Tukaj lahko izberete določeno državo za svoj pripomoček.",
            "infoSelectorOpen": "Izpolnite izbirnik CSS elementa, ki bo odprl pripomoček, ko boste kliknili nanj. Ta element je lahko videti tako:",
            "infoSelectorBranchName": "Izpolnite izbirnik CSS elementa, ki bo iz pripomočka prikazal ime izbrane prevzemne točke. Ta element je lahko videti tako:",
            "infoSelectorBranchId": "Izpolnite izbirnik CSS elementa, ki bo iz pripomočka prikazal ID izbrane prevzemne točke. Ta element je lahko videti tako:",
            "infoConfirmButtonColor": "Tukaj lahko spremenite barvo gumba pripomočka, ki bo uporabljen za izbiro določene prevzemne točke.",
            "infoBackgroundColor": "Tukaj lahko spremenite barvo ozadja pripomočka.",
            "infoTextColor": "Tukaj lahko spremenite osnovno barvo besedila pripomočka.",
            "infoFont": "Tukaj lahko spremenite pisavo pripomočka.",
            "infoCssFileUrl": "V to polje vnesite absolutni URL svoje datoteke .css.",
            "infoCssSheet": "To polje je namenjeno testiranju vašega revidiranega lista css. Ko ste zadovoljni, list shranite na svoj strežnik in v zgornje polje vpišite absolutni URL svoje datoteke .css.",
            "infoWidgetLanguage": "Tukaj lahko nastavite jezik, v katerega bo pripomoček lokaliziran.",
            "czechia": "Češka republika",
            "slovakia": "Slovaška",
            "germany": "Nemčija",
            "hungary": "Madžarska",
            "poland": "Poljska",
            "austria": "Avstrija",
            "romania": "Romunija",
            "bulgaria": "Bolgarija",
            "cur_lang": "Slovenščina",
            "en_US": "Angleščina",
            "cs_CZ": "Češčina",
            "pl_PL": "Poljščina",
            "sk_SK": "Slovaščina",
            "ro_RO": "Romunščina",
            "hu_HU": "Madžarščina",
            "searchByAddress": "Prevzemno točko poiščite",
            "allowGps": "Omogoči geolokacijo",
            "search": "Išči",
            "branchChoosing": "Izbira prevzemne točke",
            "branchChoose": "Izberite to prevzemno točko",
            "closestBranch": "Najbližja prazna prevzemna točka",
            "openingHours": "Delovni čas:",
            "canPayWithCard": "Možnost plačila s kartico",
            "backToChoosing": "Nazaj na izbiro prevzemne točke",
            "mapPreparation": "Priprava zemljevida",
            "pleaseAllowLocation": "Dovolite dostop do svoje lokacije.",
            "loadingPickupPointData": "Nalaganje podatkov o prevzemni točki ...",
            "filterOpenSaturday": "odprto ob sobotah",
            "filterOpenSunday": "odprta ob nedeljah",
            "filterOpenLunch": "odprto med malico.",
            "filterCardPayment": "sprejemamo kartice",
            "alzaStorageTime": "Skrajšano časovno okno za prevzem – običajno do polnoči naslednjega dne od dostave.",
            "zBoxStorageTime": "Čas shranjevanja je skrajšan na 3 dni. Če želite prevzeti pošiljko, je dovolj, da imate na telefonu nameščeno aplikacijo Packeta in vklopljeno povezavo Bluetooth. Plačilo po povzetju mora biti poravnano prek spleta.",
            "errorBranchDetail": "Ni informacij o trenutni prevzemni točki.",
            "errorMap": "Žal zemljevid trenutno ni na voljo. Prevzemno točko izberite s seznama.",
            "errorBranchList": "Seznam prevzemnih točk ni na voljo.",
            "wheelchairAccessible": "Dostop z invalidskim vozičkom",
            "availableCapacity": "Razpoložljiva zmogljivost",
            "monday": "ponedeljek",
            "tuesday": "torek",
            "wednesday": "sreda",
            "thursday": "četrtek",
            "friday": "petek",
            "saturday": "sobota",
            "sunday": "nedelja",
            "holiday": "zaprto",
            "box": "Škatle"
        }
    },
    "lv": {
        "translations": {
            "covidWarning": "Cienījamie klienti, Ziemassvētku sezonas un situācijas apvienošana ar <b>COVID-19</b> rada lielu sūtījumu pieaugumu un ar to <b>saistīto izsniegšanas punktu jaudu.</b> Iespējams, ka jūsu iecienītākais izsniegšanas punkts īslaicīgi <b>nav pieejams.</b> Mēs jau iepriekš atvainojamies par sagādātajām neērtībām.",
            "covid": "Diemžēl šis paņemšanas punkts pašlaik nepieņem jaunus sūtījumus, tas ir slēgts valdības noteikto ierobežojošo pasākumu dēļ.",
            "full": "Diemžēl šis paņemšanas punkts pašlaik nepieņem pakas, jo ir pilns.",
            "vacation": "Diemžēl šis paņemšanas punkts pašlaik nepieņem pakas, jo ir noteikta brīvdiena.",
            "technical": "Tehnisku iemeslu dēļ šo paņemšanas punktu nevar izvēlēties kā pakas galamērķi.",
            "closed": "Diemžēl šis paņemšanas punkts pašlaik nav pieejams.",
            "closing": "Diemžēl šis paņemšanas punkts nepieņem jaunus sūtījumus, jo tas drīz tiks slēgts.",
            "quick": "Neliels paku skaits, iespēja ātrāk paņemt.",
            "almostFull": "Šis paņemšanas punkts drīz būs pilns. Ieteicams izvēlēties citu tuvumā esošu paņemšanas punktu.",
            "isNew": "Mēs jums esam atvēruši jaunu paņemšanas punktu, un tas ir gatavs jūsu pakām :)",
            "configTitle": "Logrīka dizaina konfigurētājs",
            "returnDefault": "Atjaunot noklusējuma iestatījumus",
            "getCodeToPaste": "Iegūt kodu ielīmēšanai",
            "sourceCode": "Avota kods",
            "infoSourceCode": "Noklikšķiniet uz pogas \"Kopēt starpliktuvē\", lai nokopētu gala kodu, un pēc tam ielīmējiet to e-veikalā tieši pirms taga </body> beigām.",
            "copiedToClipboard": "Kods ir iekopēts starpliktuvē",
            "copyToClipboard": "Kopēt starpliktuvē",
            "closeWindow": "Aizvērt logu",
            "setLanguage": "Konfigurētāja valoda",
            "moreSelectorsDivide": "Ja vēlaties izmantot vairākus atlasītājus, atdaliet tos ar komatu.",
            "openWidget": "Atvērt logrīku",
            "getCode": "Iegūt kodu",
            "country": "Paņemšanas punktu valsts",
            "selectorOpen": "Atlasītājs logrīka atvēršanai",
            "selectorBranchName": "Paņemšanas punkta nosaukuma atlasītājs",
            "selectorBranchId": "Paņemšanas punkta ID atlasītājs",
            "confirmButtonColor": "Apstiprinājuma pogas krāsa",
            "backgroundColor": "Fona krāsa",
            "textColor": "Teksta krāsa",
            "font": "Logrīka fonts",
            "cssFileUrl": "Papildu CSS faila URL",
            "cssSheet": "CSS lapa",
            "widgetLanguage": "Logrīka valoda",
            "infoCountry": "Šeit logrīkam varat izvēlēties konkrētu valsti.",
            "infoSelectorOpen": "Aizpildiet tā elementa CSS atlasītāju, ar ko varēs atvērt logrīku, kad uz tā noklikšķināsit. Šis elements var izskatīties šādi:",
            "infoSelectorBranchName": "Aizpildiet tā elementa CSS atlasītāju, kas parādīs logrīkā atlasītā paņemšanas punkta nosaukumu. Šis elements var izskatīties šādi:",
            "infoSelectorBranchId": "Aizpildiet tā elementa CSS atlasītāju, kas parādīs logrīkā atlasītā paņemšanas punkta ID. Šis elements var izskatīties šādi:",
            "infoConfirmButtonColor": "Šeit varat mainīt tās logrīka pogas krāsu, kas tiks izmantota konkrēta paņemšanas punkta atlasei.",
            "infoBackgroundColor": "Šeit varat mainīt logrīka fona krāsu.",
            "infoTextColor": "Šeit varat mainīt logrīka teksta pamatkrāsu.",
            "infoFont": "Šeit varat mainīt logrīka fontu.",
            "infoCssFileUrl": "Šajā lodziņā ievadiet .css faila absolūto URL.",
            "infoCssSheet": "Šis lodziņš ir paredzēts pārskatītās CSS lapas testēšanai. Kad esat beidzis darbu, saglabājiet lapu savā serverī un iepriekš norādītajā lodziņā ievadiet .css faila absolūto URL.",
            "infoWidgetLanguage": "Šeit varat iestatīt valodu, kādā būs lokalizēts logrīks.",
            "czechia": "Čehijas Republika",
            "slovakia": "Slovākija",
            "germany": "Vācija",
            "hungary": "Ungārija",
            "poland": "Polija",
            "austria": "Austrija",
            "romania": "Rumānija",
            "bulgaria": "Bulgārija",
            "cur_lang": "Latvietis",
            "en_US": "Angļu",
            "cs_CZ": "Čehu",
            "pl_PL": "Poļu",
            "sk_SK": "Slovāku",
            "ro_RO": "Rumāņu",
            "hu_HU": "Ungāru",
            "searchByAddress": "Meklēt paņemšanas punktu",
            "allowGps": "Iespējot ģeolokāciju",
            "search": "Meklēt",
            "branchChoosing": "Paņemšanas punkta atlase",
            "branchChoose": "Izvēlēties šo paņemšanas punktu",
            "closestBranch": "Tuvākais brīvais paņemšanas punkts",
            "openingHours": "Darba laiks:",
            "canPayWithCard": "Iespēja maksāt ar karti",
            "backToChoosing": "Atpakaļ uz paņemšanas punkta izvēli",
            "mapPreparation": "Kartes sagatavošana",
            "pleaseAllowLocation": "Atļaujiet piekļuvi jūsu atrašanās vietai.",
            "loadingPickupPointData": "Notiek paņemšanas punkta datu ielāde...",
            "filterOpenSaturday": "atvērts sestdien",
            "filterOpenSunday": "atvērts svētdien",
            "filterOpenLunch": "atvērts pusdienlaikā",
            "filterCardPayment": "pieņem kartes",
            "alzaStorageTime": "Saīsināts paņemšanas laiks — parasti līdz nākamās dienas pusnaktij no piegādes brīža",
            "zBoxStorageTime": "Glabāšanas laiks samazināts līdz 3 dienām. Lai paņemtu sūtījumu, jūsu viedtālrunī jābūt instalētai lietotnei Packeta un jābūt ieslēgtam Bluetooth savienojumam. Sūtījuma pēcmaksa ir jāsamaksā tiešsaistē.",
            "errorBranchDetail": "Nav informācijas par pašreizējo paņemšanas punktu",
            "errorMap": "Diemžēl karte pašlaik nav pieejama. Sarakstā atlasiet paņemšanas punktu.",
            "errorBranchList": "Paņemšanas punktu saraksts nav pieejams.",
            "wheelchairAccessible": "Piekļuve ar ratiņkrēslu",
            "availableCapacity": "Pieejamo jaudu",
            "monday": "pirmdiena",
            "tuesday": "otrdiena",
            "wednesday": "trešdiena",
            "thursday": "ceturtdiena",
            "friday": "piektdiena",
            "saturday": "sestdiena",
            "sunday": "svētdiena",
            "holiday": "slēgts",
            "box": "Kastes"
        }
    },
    "it": {
        "translations": {
            "covidWarning": "Gentili clienti, la combinazione del periodo natalizio e la situazione con <b>COVID-19</b> si traduce in un forte aumento delle spedizioni e della <b>relativa capacità dei punti di erogazione.</b> Il tuo punto di erogazione preferito potrebbe essere temporaneamente <b>non disponibile.</b> Ci scusiamo anticipatamente per l'inconveniente.",
            "covid": "Siamo spiacenti, ma il punto di ritiro attualmente non accetta nuove spedizioni, è chiusa a causa di misure governative restrittive",
            "full": "stiamo spiacenti ,ma il punto di ritiro attualmente non accetta nuove spedizioni a causa della capacità piena",
            "vacation": "si avvisa che il punto di ritiro attualmente non accetta nuove spedizioni a causa della festività segnalata",
            "technical": "Questo punto di ritiro non può essere selezionato come destinazione delle vostre spedizioni per motivi tecnici",
            "closed": "Questo punto di ritiro e purtroppo attualmente chiuso",
            "closing": "Siamo spiacenti, ma il punto di ritiro non accetta nuove spedizioni in quanto verrà chiuso a breve",
            "quick": "Meno spedizioni, possibilità di distribuzione più rapide",
            "almostFull": "Il punto di ritiro sarà presto pieno. Si consiglia di utilizzarne un altro nelle vicinanze",
            "isNew": "Abbiamo aperto per te un nuovo punto di ritiro, che attende con piacere le Vostre spedizioni :)",
            "configTitle": "Configuratore aspetto selezione di punto dell ritiro",
            "returnDefault": "Torna alle impostazioni predefinite",
            "getCodeToPaste": "ottieni codice di incorporamento",
            "sourceCode": "codice sorgente",
            "infoSourceCode": "Fai clic sul pulsante \"Copia negli appunti\" copia il codice risultante,quale poi aggiungi al tuo e-shop prima della fine del tag </body> ",
            "copiedToClipboard": "Il codice è stato copiato negli appunti",
            "copyToClipboard": "Copia negli appunti",
            "closeWindow": "Chiudi  finestra",
            "setLanguage": "Lingua configuratore",
            "moreSelectorsDivide": "Se è necessario utilizzare più selettori, separateli con una virgola",
            "openWidget": "Aprire widget",
            "getCode": "Ottieni il codice",
            "country": "Paese delle filiali",
            "selectorOpen": "Selettore per aprire il widget",
            "selectorBranchName": "Selettore per il nome del punto di ritiro",
            "selectorBranchId": "Selettore per id punto di ritiro",
            "confirmButtonColor": "il colore pulsante di conferma",
            "backgroundColor": "il colore di sfondo",
            "textColor": "il colore di testo",
            "font": "Carattere widget",
            "cssFileUrl": "URL del file CSS aggiuntivo",
            "cssSheet": "CSS",
            "widgetLanguage": "Lingua widget",
            "infoCountry": "Qui puoi selezionare un paese specifico per il widget",
            "infoSelectorOpen": "Compila il selettore CSS dell'elemento, dopo che hai clicato si aprirà un widget. L'elemento su cui si trova il selettore può essere simile a questo:",
            "infoSelectorBranchName": "Compila il selettore CSS dell'elemento, in cui verrà scritto il nome del punto di ritiro selezionato dal widget. L'elemento su cui si trova il selettore può essere simile a questo:",
            "infoSelectorBranchId": "Compila il selettore CSS dell'elemento, in cui verrà copiato l' ID del punto di ritiro selezionato dal widget. L'elemento su cui si trova il selettore può essere simile a questo:",
            "infoConfirmButtonColor": "Qui puoi cambiare il colore del pulsante widget che seleziona il punto di ritiro",
            "infoBackgroundColor": "Qui puoi cambiare il colore di sfondo dell'intero widget",
            "infoTextColor": "Qui puoi cambiare il colore di base del testo nel widget",
            "infoFont": "Qui puoi cambiare il carattere dell'intero widget",
            "infoCssFileUrl": "in questo campo Inserisci l'indirizzo che  ti porta al tuo file CSS",
            "infoCssSheet": "Questo campo viene utilizzato per testare il carattere CSS modificato. Quando sei soddisfatto, salva il carattere sul tuo server e aggiungi nella casella sopra l'indirizzo che porta al tuo file CSS",
            "infoWidgetLanguage": "Qui puoi impostare la lingua in cui viene visualizzato il widget",
            "czechia": "Repubblica Ceca",
            "slovakia": "Slovacchia",
            "germany": "Germania",
            "hungary": "Ungheria",
            "poland": "Polonia",
            "austria": "Austria",
            "romania": "Romania",
            "bulgaria": "Bulgaria",
            "cur_lang": "Italiano",
            "en_US": "inglese",
            "cs_CZ": "ceco",
            "pl_PL": "polacco",
            "sk_SK": "slovacco",
            "ro_RO": "rumeno",
            "hu_HU": "ungherese",
            "searchByAddress": "Cerca un punto di ritiro",
            "allowGps": "Abilita la geolocalizzazione",
            "search": "ricerca",
            "branchChoosing": "Selezione del punto di ritiro",
            "branchChoose": "scegli il punto di ritiro",
            "closestBranch": "Il punto di ritiro non occupato, più vicino",
            "openingHours": "Orari di apertura",
            "canPayWithCard": "Puoi pagare con carta",
            "backToChoosing": "Torna alla selezione di punto di ritiro",
            "mapPreparation": "Preparazione della mappa",
            "pleaseAllowLocation": "Consenti l'accesso alla tua posizione",
            "loadingPickupPointData": "Caricamento dei dati sui punti di ritiri",
            "filterOpenSaturday": "aperto il sabato",
            "filterOpenSunday": "aperto la domenica",
            "filterOpenLunch": "aperto a mezzogiorno",
            "filterCardPayment": "pagamento con carta di credito",
            "alzaStorageTime": "Tempi di stoccaggio ridotti per le spedizioni, di solito fino alla mezzanotte del giorno successivo",
            "zBoxStorageTime": "Tempo di conservazione ridotto a 3 giorni. Per ritirare la spedizione è sufficiente avere l'applicazione installata sullo smartphone e il Bluetooth attivo. Il pagamento in contrassegno deve essere pagato on-line.",
            "errorBranchDetail": "Le informazioni sul punto di ritiro non sono disponibili",
            "errorMap": "siamo spiacenti la mappa non è attualmente disponibile. Si prega di selezionare un luogo di ritiro dall'elenco",
            "errorBranchList": "L'elenco dei punti di ritiri non è disponibile",
            "wheelchairAccessible": "accesso  ai disabili",
            "availableCapacity": "Capacità disponibile",
            "monday": "lunedi",
            "tuesday": "martedi",
            "wednesday": "mercoledi",
            "thursday": "giovedi",
            "friday": "venerdi",
            "saturday": "sabato",
            "sunday": "domenica",
            "holiday": "chiuso",
            "box": "Scatole"
        }
    },
    "hr": {
        "translations": {
            "covidWarning": "Dragi kupci, kombinacija božićne sezone i situacije s <b>COVID-19</b> rezultira velikim porastom pošiljki i <b>pripadajućim kapacitetom točaka za točenje.</b> Vaša omiljena točka za točenje možda je privremeno <b>nedostupna.</b> Unaprijed se ispričavamo zbog neugodnosti.",
            "covid": "Ispričavamo se, ovo mjesto preuzimanja trenutačno ne prihvaća nove pošiljke, zatvoreno je zbog vladinih mjera ograničavanja.",
            "full": "Ispričavamo se, ovo mjesto preuzimanja trenutačno ne prihvaća pakete zbog popunjenog kapaciteta.",
            "vacation": "Ispričavamo se, ovo mjesto preuzimanja trenutačno ne prihvaća pakete zbog prijavljenog praznika.",
            "technical": "Ovo mjesto preuzimanja nije moguće odabrati kao krajnje odredište vašeg paketa zbog tehničkih razloga.",
            "closed": "Nažalost, ovo mjesto preuzimanja trenutačno nije dostupno.",
            "closing": "Ispričavamo se, mjesto preuzimanja ne prihvaća nove pošiljke jer će uskoro biti zatvoreno.",
            "quick": "Mala količina paketa, mogućnost bržeg preuzimanja.",
            "almostFull": "Kapacitet ovog mjesta preuzimanja uskoro će biti pun. Preporučujemo da odaberete drugo mjesto preuzimanja u blizini.",
            "isNew": "Otvorili smo novo mjesto preuzimanja za vas i spremno je za vaše pakete :)",
            "configTitle": "Konfigurator dizajna widgeta",
            "returnDefault": "Vrati zadane postavke",
            "getCodeToPaste": "Preuzmi kod za zalijepiti",
            "sourceCode": "Izvorni kod",
            "infoSourceCode": "Kliknite na gumb \"Copy to Clipboard\" (kopiraj u međuspremnik) da biste kopirali konačni kod, a zatim ga zalijepite u e-trgovinu neposredno prije kraja oznake </body>.",
            "copiedToClipboard": "Kod je kopiran u međuspremnik",
            "copyToClipboard": "Kopiraj u međuspremnik",
            "closeWindow": "Zatvori prozor",
            "setLanguage": "Jezik konfiguratora",
            "moreSelectorsDivide": "U slučaju da trebate upotrijebiti više birača, odvojite ih zarezom.",
            "openWidget": "Otvori widget",
            "getCode": "Preuzmi kod",
            "country": "Država mjesta preuzimanja",
            "selectorOpen": "Birač za otvaranje widgeta",
            "selectorBranchName": "Birač naziva mjesta preuzimanja",
            "selectorBranchId": "Birač identifikatora mjesta preuzimanja",
            "confirmButtonColor": "Boja gumba za potvrdu",
            "backgroundColor": "Boja pozadine",
            "textColor": "Boja teksta",
            "font": "Font widgeta",
            "cssFileUrl": "URL dodatne CSS datoteke",
            "cssSheet": "CSS list",
            "widgetLanguage": "Jezik widgeta",
            "infoCountry": "Ovdje možete odabrati određenu državu za widget.",
            "infoSelectorOpen": "Ispunite CSS birač elementa koji će otvoriti widget kada kliknete na njega. Ovaj element može izgledati ovako:",
            "infoSelectorBranchName": "Ispunite CSS birač elementa koji će prikazati naziv odabranog mjesta preuzimanja iz widgeta. Ovaj element može izgledati ovako:",
            "infoSelectorBranchId": "Ispunite CSS birač elementa koji će prikazati identifikator odabranog mjesta preuzimanja iz widgeta. Ovaj element može izgledati ovako:",
            "infoConfirmButtonColor": "Ovdje možete promijeniti boju gumba widgeta koji će se upotrebljavati za odabir određenog mjesta preuzimanja.",
            "infoBackgroundColor": "Ovdje možete promijeniti boju pozadine widgeta.",
            "infoTextColor": "Ovdje možete promijeniti osnovnu boju teksta widgeta.",
            "infoFont": "Ovdje možete promijeniti font widgeta.",
            "infoCssFileUrl": "U ovaj okvir unesite apsolutni URL datoteke s nastavkom .css.",
            "infoCssSheet": "Ovaj je okvir namijenjen za testiranje izmijenjenog CSS lista. Na kraju spremite list na poslužitelj i dodajte apsolutni URL datoteke s nastavkom .css u okvir iznad.",
            "infoWidgetLanguage": "Ovdje možete postaviti jezik lokalizacije widgeta.",
            "czechia": "Češka",
            "slovakia": "Slovačka",
            "germany": "Njemačka",
            "hungary": "Mađarska",
            "poland": "Poljska",
            "austria": "Austrija",
            "romania": "Rumunjska",
            "bulgaria": "Bugarska",
            "cur_lang": "Hrvatski",
            "en_US": "Engleski",
            "cs_CZ": "Češki",
            "pl_PL": "Poljski",
            "sk_SK": "Slovački",
            "ro_RO": "Rumunjski",
            "hu_HU": "Mađarski",
            "searchByAddress": "Pretraži mjesto preuzimanja",
            "allowGps": "Uključi geolokaciju",
            "search": "Pretraži",
            "branchChoosing": "Odabir mjesta preuzimanja",
            "branchChoose": "Odaberi ovo mjesto preuzimanja",
            "closestBranch": "Najbliže slobodno mjesto preuzimanja",
            "openingHours": "Radno vrijeme:",
            "canPayWithCard": "Mogućnost plaćanja karticom",
            "backToChoosing": "Natrag na odabir mjesta preuzimanja",
            "mapPreparation": "Priprema karte",
            "pleaseAllowLocation": "Dopustite pristup vašoj lokaciji.",
            "loadingPickupPointData": "Učitavanje podataka o mjestu preuzimanja...",
            "filterOpenSaturday": "otvoreno subotom",
            "filterOpenSunday": "otvoreno nedjeljom",
            "filterOpenLunch": "otvoreno za vrijeme ručka",
            "filterCardPayment": "mogućnost plaćanja karticom",
            "alzaStorageTime": "Skraćeni vremenski okvir za preuzimanje – obično do ponoći sljedećeg dana od isporuke",
            "zBoxStorageTime": "Skraćeno vrijeme pohrane na 3 dana. Da biste preuzeli pošiljku, na pametni telefon morate instalirati aplikaciju Packeta i morate uključiti Bluetooth. Plaćanje pouzećem potrebno je platiti na internetu.",
            "errorBranchDetail": "Nema informacija o trenutačnom mjestu preuzimanja",
            "errorMap": "Nažalost, karta trenutačno nije dostupna. Odaberite mjesto preuzimanja s popisa.",
            "errorBranchList": "Popis mjesta preuzimanja nije dostupan.",
            "wheelchairAccessible": "Pristup za invalidska kolica",
            "availableCapacity": "Raspoloživi kapacitet",
            "monday": "ponedjeljak",
            "tuesday": "utorak",
            "wednesday": "srijeda",
            "thursday": "četvrtak",
            "friday": "petak",
            "saturday": "subota",
            "sunday": "nedjelja",
            "holiday": "zatvoreno",
            "box": "Kutije"
        }
    },
    "fi": {
        "translations": {
            "covidWarning": " Hyvät asiakkaat, joulun ja <b>COVID-19</b>-tilanteen yhdistelmä johtaa lähetysten ja siihen liittyvän <b>jakelupisteiden suuren kapasiteetin kasvuun.</b> Suosikki annostelupisteesi voi olla väliaikaisesti <b>poissa käytöstä.</b> Pahoittelemme etukäteen haittoja.",
            "covid": "Tämä noutopiste ei tällä hetkellä ota vastaan uusia lähetyksiä, sillä se on suljettu viranomaisrajoitusten vuoksi.",
            "full": "Tämä noutopiste ei tällä hetkellä ota vastaan paketteja, sillä se on täynnä.",
            "vacation": "Tämä noutopiste ei tällä hetkellä ota vastaan paketteja juhlapyhän vuoksi.",
            "technical": "Tätä noutopistettä ei voida valita pakettisi määränpääksi teknisistä syistä.",
            "closed": "Tämä noutopiste ei ole tällä hetkellä käytettävissä.",
            "closing": "Tämä noutopiste ei ota vastaan uusia lähetyksiä, koska se suljetaan pian.",
            "quick": "Vähän paketteja, mahdollisuus nopeampaan noutoon.",
            "almostFull": "Tämä noutopiste on täyttymässä. Suosittelemme valitsemaan toisen noutopisteen läheltä.",
            "isNew": "Olemme avanneet uuden pakettien noutopisteen :)",
            "configTitle": "Widgetin suunnittelukonfiguraattori",
            "returnDefault": "Palauta oletusasetukset",
            "getCodeToPaste": "Hanki liitettävä koodi",
            "sourceCode": "Lähdekoodi",
            "infoSourceCode": "Kopioi lopullinen koodi klikkaamalla Kopioi leikepöydälle -painiketta ja liitä se sitten verkkokauppaasi juuri ennen tunnisteen </body> loppua",
            "copiedToClipboard": "Koodi on kopioitu leikepöydälle",
            "copyToClipboard": "Kopioi leikepöydälle",
            "closeWindow": "Sulje ikkuna",
            "setLanguage": "Konfiguraattorin kieli",
            "moreSelectorsDivide": "Jos tarvitset useita valitsimia, erota ne pilkulla.",
            "openWidget": "Avaa widgetti",
            "getCode": "Hanki koodi",
            "country": "Noutopisteiden maa",
            "selectorOpen": "Widgetin avaamiseen tarkoitettu valitsin",
            "selectorBranchName": "Noutopisteen nimen valitsin",
            "selectorBranchId": "Noutopisteen tunnuksen valitsin",
            "confirmButtonColor": "Vahvistuspainikkeen väri",
            "backgroundColor": "Taustaväri",
            "textColor": "Tekstin väri",
            "font": "Widgetin fontti",
            "cssFileUrl": "CSS-lisätiedoston URL-osoite",
            "cssSheet": "CSS-tyylisivu",
            "widgetLanguage": "Widgetin kieli",
            "infoCountry": "Tässä voit valita maan widgetille.",
            "infoSelectorOpen": "Täytä CSS-valitsin elementille, joka avaa widgetin, kun klikkaat sitä. Tämä elementti voi näyttää tältä:",
            "infoSelectorBranchName": "Täytä CSS-valitsin elementille, joka näyttää widgetistä valitun noutopisteen nimen. Tämä elementti voi näyttää tältä:",
            "infoSelectorBranchId": "Täytä CSS-valitsin elementille, joka näyttää widgetistä valitun noutopisteen tunnuksen. Tämä elementti voi näyttää tältä:",
            "infoConfirmButtonColor": "Tässä voit vaihtaa noutopisteen valitsemiseen käytettävän widget-painikkeen värin.",
            "infoBackgroundColor": "Tässä voit muuttaa widgetin taustavärin.",
            "infoTextColor": "Tässä voit muuttaa widgetin tekstin perusvärin.",
            "infoFont": "Tässä voit muuttaa widgetin fontin.",
            "infoCssFileUrl": "Kirjoita .css-tiedoston absoluuttinen URL-osoite tähän ruutuun.",
            "infoCssSheet": "Tämä ruutu on tarkoitettu muokatun css-tyylisivun testaamiseen. Kun olet valmis, tallenna tyylisivu palvelimelle ja lisää .css-tiedoston absoluuttinen URL-osoite yllä olevaan ruutuun.",
            "infoWidgetLanguage": "Tässä voit valita widgetin näyttökielen.",
            "czechia": "Tšekki",
            "slovakia": "Slovakia",
            "germany": "Saksa",
            "hungary": "Unkari",
            "poland": "Puola",
            "austria": "Itävalta",
            "romania": "Romania",
            "bulgaria": "Bulgaria",
            "cur_lang": "Suomalainen",
            "en_US": "englanti",
            "cs_CZ": "tšekki",
            "pl_PL": "puola",
            "sk_SK": "slovakki",
            "ro_RO": "romania",
            "hu_HU": "unkari",
            "searchByAddress": "Etsi noutopistettä osoitteen",
            "allowGps": "Salli paikannus",
            "search": "Haku",
            "branchChoosing": "Noutopisteen valinta",
            "branchChoose": "Valitse tämä noutopiste",
            "closestBranch": "Lähin vapaa noutopiste",
            "openingHours": "Aukioloajat:",
            "canPayWithCard": "Korttimaksumahdollisuus",
            "backToChoosing": "Takaisin noutopisteen valintaan",
            "mapPreparation": "Kartan valmistelu",
            "pleaseAllowLocation": "Salli sijaintitietojen käyttö.",
            "loadingPickupPointData": "Ladataan noutopistetietoja...",
            "filterOpenSaturday": "avoinna lauantaisin",
            "filterOpenSunday": "avoinna sunnuntaisin",
            "filterOpenLunch": "avoinna lounasaikaan",
            "filterCardPayment": "korttimaksumahdollisuus",
            "alzaStorageTime": "Lyhyempi noutoaika – yleensä toimituksen jälkeisen päivän keskiyöhön asti",
            "zBoxStorageTime": "Lyhennetty 3 päivän säilytysaika. Tarvitset lähetyksen noutamiseen ainoastaan Bluetoothilla varustetun älypuhelimen ja Packeta-sovelluksen. Postiennakko on maksettava netissä.",
            "errorBranchDetail": "Ei tietoa nykyisestä noutopisteestä",
            "errorMap": "Kartta ei ole tällä hetkellä saatavilla. Valitse noutopiste luettelosta.",
            "errorBranchList": "Noutopisteluettelo ei ole saatavilla.",
            "wheelchairAccessible": "Esteetön kulku",
            "availableCapacity": "Käytettävissä oleva kapasiteetti",
            "monday": "maanantai",
            "tuesday": "tiistai",
            "wednesday": "keskiviikko",
            "thursday": "torstai",
            "friday": "perjantai",
            "saturday": "lauantai",
            "sunday": "sunnuntai",
            "holiday": "suljettu",
            "box": "Laatikot"
        }
    },
    "et": {
        "translations": {
            "covidWarning": "Head kliendid, jõuluhooaja ja olukorra kombinatsioon <b>COVID-19</b>-ga toob kaasa saadetiste ja sellega seotud <b>väljastuspunktide võimsuse suure kasvu.</b> Teie lemmik väljastuspunkt ei pruugi ajutiselt <b>saadaval olla.</b> Vabandame ebamugavuste pärast ette.",
            "covid": "Kahjuks ei võta see kättesaamispunkt praegu uusi saadetisi vastu, kuna on riiklikult kehtestatud piirangute tõttu suletud.",
            "full": "Kahjuks ei võta see kättesaamispunkt praegu pakke vastu, kuna on hetkel täielikult hõivatud.",
            "vacation": "Kahjuks ei võta see kättesaamispunkt praegu pakke vastu, kuna on riiklik püha.",
            "technical": "Seda kättesaamispunkti ei saa tehnilistel põhjustel lõppsihtkohaks valida.",
            "closed": "Kahjuks pole see kättesaamispunkt praegu saadaval.",
            "closing": "Kahjuks ei võta see kättesaamispunkt uusi saadetisi vastu, kuna suletakse peagi.",
            "quick": "Väike hulk pakke, kiirema kättesaamise võimalus.",
            "almostFull": "Selle kättesaamispunkti maht saab peagi täis. Soovitame valida lähikonnas teise kättesaamispunkti.",
            "isNew": "Oleme avanud uue kättesaamispunkti ja see on valmis pakke vastu võtma :)",
            "configTitle": "Vidina disaini konfiguraator",
            "returnDefault": "Taasta vaikesätted",
            "getCodeToPaste": "Hangi kleepimiseks kood",
            "sourceCode": "Lähtekood",
            "infoSourceCode": "Klõpsake lõppkoodi kopeerimiseks nuppu \"Kopeeri lõikelauale\" ja seejärel kleepige kood oma e-poodi vahetult sildi </body> lõpu ette.",
            "copiedToClipboard": "Kood on lõikelauale kopeeritud",
            "copyToClipboard": "Kopeeri lõikelauale",
            "closeWindow": "Sule aken",
            "setLanguage": "Konfiguraatori keel",
            "moreSelectorsDivide": "Kui teil on vaja kasutada mitut valijat, eraldage need komaga.",
            "openWidget": "Ava vidin",
            "getCode": "Hangi kood",
            "country": "Kättesaamispunktide riik",
            "selectorOpen": "Vidina avamise valija",
            "selectorBranchName": "Kättesaamispunkti nime valija",
            "selectorBranchId": "Kättesaamispunkti ID valija",
            "confirmButtonColor": "Kinnitusnupu värv",
            "backgroundColor": "Taustavärv",
            "textColor": "Teksti värv",
            "font": "Vidina font",
            "cssFileUrl": "Täiendava CSS-faili URL",
            "cssSheet": "CSS-i leht",
            "widgetLanguage": "Vidina keel",
            "infoCountry": "Siin saate valida vidina jaoks riigi.",
            "infoSelectorOpen": "Täitke elemendi CSS-i valija, millel klikkides avaneb vidin. See element võib välja näha selline:",
            "infoSelectorBranchName": "Täitke elemendi CSS-i valija, mis kuvab vidinast valitud kättesaamispunkti nime. See element võib välja näha selline:",
            "infoSelectorBranchId": "Täitke elemendi CSS-i valija, mis kuvab vidinast valitud kättesaamispunkti ID. See element võib välja näha selline:",
            "infoConfirmButtonColor": "Siin saate muuta teatud kättesaamispunkti valimiseks kasutatava vidina nupu värvi.",
            "infoBackgroundColor": "Siin saate muuta vidina taustavärvi.",
            "infoTextColor": "Siin saate muuta vidina teksti põhivärvi.",
            "infoFont": "Siin saate muuta vidina fonti.",
            "infoCssFileUrl": "Sellesse lahtrisse sisestage oma CSS-faili absoluutne URL.",
            "infoCssSheet": "See lahter on mõeldud ülevaadatud CSS-i lehe testimiseks. Kui olete tulemusega rahul, salvestage leht oma serverisse ja lisage ülalolevasse lahtrissse oma CSS-faili absoluutne URL.",
            "infoWidgetLanguage": "Siin saate valida keele, milles vidin lokaliseeritakse.",
            "czechia": "Tšehhi",
            "slovakia": "Slovakkia",
            "germany": "Saksamaa",
            "hungary": "Ungari",
            "poland": "Poola",
            "austria": "Austria",
            "romania": "Rumeenia",
            "bulgaria": "Bulgaaria",
            "cur_lang": "Eestlane",
            "en_US": "Inglise keel",
            "cs_CZ": "Tšehhi keel",
            "pl_PL": "Poola keel",
            "sk_SK": "Slovaki keel",
            "ro_RO": "Rumeenia keel",
            "hu_HU": "Ungari keel",
            "searchByAddress": "Otsi kättesaamispunkti",
            "allowGps": "Luba geolokatsioon",
            "search": "Otsi",
            "branchChoosing": "Kättesaamispunkti valimine",
            "branchChoose": "Vali see kättesaamispunkt",
            "closestBranch": "Lähim vaba kättesaamispunkt",
            "openingHours": "Lahtiolekuajad:",
            "canPayWithCard": "Kaardimakse võimalus",
            "backToChoosing": "Tagasi kättesaamispunkti valikusse",
            "mapPreparation": "Kaardi ettevalmistamine",
            "pleaseAllowLocation": "Lubage juurdepääs oma asukohale.",
            "loadingPickupPointData": "Kättesaamispunkti andmete laadimine...",
            "filterOpenSaturday": "avatud laupäeval",
            "filterOpenSunday": "avatud pühapäeval",
            "filterOpenLunch": "avatud lõuna ajal",
            "filterCardPayment": "aktsepteeritakse kaarte",
            "alzaStorageTime": "Kättesaamise lühendatud ajavahemik – tavaliselt kuni kohaletoomisjärgse päeva keskööni",
            "zBoxStorageTime": "Lühendatud hoiuaeg 3 päeva. Saadetise kätte saamiseks tuleb teil vaid installida oma nutitelefoni rakendus Packeta ja Bluetooth sisse lülitada. Sularaha kohaletoimetamisel tuleb tasuda veebis.",
            "errorBranchDetail": "Praeguse kättesaamispunkti kohta teave puudub",
            "errorMap": "Kahjuks pole kaart praegu saadaval. Valige loendist kättesaamispunkt.",
            "errorBranchList": "Kättesaamispunktide loend pole saadaval.",
            "wheelchairAccessible": "Juurdepääs ratastooliga",
            "availableCapacity": "vaba võimsus",
            "monday": "esmaspäev",
            "tuesday": "teisipäev",
            "wednesday": "kolmapäev",
            "thursday": "neljapäev",
            "friday": "reede",
            "saturday": "laupäev",
            "sunday": "pühapäev",
            "holiday": "suletud",
            "box": "Kastid"
        }
    },
    "es": {
        "translations": {
            "covidWarning": "Estimados clientes, la combinación de la temporada navideña y la situación con <b>COVID-19</b> se traduce en un gran aumento de los envíos y la <b>capacidad asociada de los puntos de dispensación.</b> Es posible que su punto de dispensación favorito <b>no esté disponible</b> temporalmente. Nos disculpamos de antemano por las molestias.",
            "covid": "Nos disculpamos, este punto de recogida no está aceptando actualmente nuevos envíos, está cerrado debido a las medidas restrictivas del gobierno.",
            "full": "Nos disculpamos, este punto de recogida no acepta ningún paquete por el momento debido a su capacidad completa.",
            "vacation": "Nos disculpamos, este punto de recogida no acepta ningún paquete por el momento debido a las vacaciones reportadas..",
            "technical": "Este punto de recogida no puede ser elegido como destino final de su paquete por razones técnicas.",
            "closed": "Desafortunadamente, este punto de recogida no está disponible en este momento..",
            "closing": "Nos disculpamos, el punto de recogida no acepta nuevos envíos porque se cerrará pronto.",
            "quick": "Pequeña cantidad de paquetes, posibilidad de una recogida más rápida..",
            "almostFull": "La capacidad de este punto de recogida se completará pronto. Recomendamos elegir un punto de recogida diferente en las cercanías..",
            "isNew": "Hemos abierto un nuevo punto de recogida para usted y está listo para sus paquetes :)",
            "configTitle": "Configurador de diseño de widgets",
            "returnDefault": "Restaurar la configuración predeterminada",
            "getCodeToPaste": "Consigue un código para pegar",
            "sourceCode": "Código fuente",
            "infoSourceCode": "Haga clic en el botón \"Copiar al portapapeles\" para copiar el código final y luego péguelo en su e-shop justo antes del final de la etiqueta <body>",
            "copiedToClipboard": "El código ha sido copiado al Portapapeles",
            "copyToClipboard": "Copia al Portapapeles",
            "closeWindow": "Cierra la ventana",
            "setLanguage": "Idioma del configurador",
            "moreSelectorsDivide": "En caso de que necesites usar varios selectores, sepáralos con una coma..",
            "openWidget": "Abrir widget",
            "getCode": "Obtener un código",
            "country": "El país de los puntos de recogida",
            "selectorOpen": "Selector para abrir el widget",
            "selectorBranchName": "Selector de nombre del punto de recogida",
            "selectorBranchId": "Selector de identificación del punto de recogida",
            "confirmButtonColor": "El color del botón de confirmación",
            "backgroundColor": "Color de fondo",
            "textColor": "Color del texto",
            "font": "La fuente del widget",
            "cssFileUrl": "URL de un archivo CSS adicional",
            "cssSheet": "Hoja de CSS",
            "widgetLanguage": "Lenguaje widget",
            "infoCountry": "Aquí puedes seleccionar un país específico para el widget ..",
            "infoSelectorOpen": "Completa el selector CSS del elemento, que abrirá el widget una vez que hagas clic en él. Este elemento puede verse así:",
            "infoSelectorBranchName": "Completa el selector CSS del elemento, que mostrará el nombre del punto de recogida seleccionado del widget. Este elemento puede verse así:",
            "infoSelectorBranchId": "Completa el selector CSS del elemento, que mostrará el ID del punto de recogida seleccionado del widget. Este elemento puede verse así:",
            "infoConfirmButtonColor": "Aquí puedes cambiar el color del botón del widget, que se usará para seleccionar cierto punto de recogida..",
            "infoBackgroundColor": "Aquí puedes cambiar el color de fondo del widget ..",
            "infoTextColor": "Aquí puedes cambiar el color del texto básico del widget..",
            "infoFont": "Aquí puedes cambiar la fuente del widget ..",
            "infoCssFileUrl": "Introduce la URL absoluta de tu archivo .css en esta casilla..",
            "infoCssSheet": "Esta caja es para probar su hoja de css revisada. Una vez que esté satisfecho, por favor, guarde la hoja en su servidor y añada la URL absoluta de su archivo .css en el cuadro de arriba.",
            "infoWidgetLanguage": "Aquí puedes establecer el idioma en el que el widget será localizado..",
            "czechia": "República Checa",
            "slovakia": "Eslovaquia",
            "germany": "Alemania",
            "hungary": "Hungría",
            "poland": "Polonia",
            "austria": "Austria",
            "romania": "Rumania",
            "bulgaria": "Bulgaria",
            "cur_lang": "Español",
            "en_US": "Inglés",
            "cs_CZ": "Checo",
            "pl_PL": "Polaco",
            "sk_SK": "Eslovaco",
            "ro_RO": "Rumano",
            "hu_HU": "Húngaro",
            "searchByAddress": "Busca un punto de recogida",
            "allowGps": "Activar geolocalización",
            "search": "Buscar",
            "branchChoosing": "Selección del punto de recogida",
            "branchChoose": "Elija este punto de recogida",
            "closestBranch": "El punto de recogida disponible más cercano",
            "openingHours": "Horario de apertura:",
            "canPayWithCard": "Posibilidad de pagar con tarjeta",
            "backToChoosing": "Regresar a la elección del punto de recogida",
            "mapPreparation": "Preparación del mapa",
            "pleaseAllowLocation": "Por favor, permita el acceso a su ubicación..",
            "loadingPickupPointData": "Cargando los datos del punto de recogida",
            "filterOpenSaturday": "abierto el sábado",
            "filterOpenSunday": "abierto el domingo",
            "filterOpenLunch": "abierto durante el almuerzo",
            "filterCardPayment": "Se aceptan tarjetas",
            "alzaStorageTime": "Reducción del tiempo de recogida, generalmente hasta la medianoche del día siguiente a la entrega",
            "zBoxStorageTime": "Reducción del tiempo de almacenamiento a 3 días. Para recoger el envío, todo lo que necesitas es tener la aplicación Packeta instalada en tu smartphone y el Bluetooth activado. El pago contra reembolso debe hacerse en línea.",
            "errorBranchDetail": "No hay información sobre el punto de recogida actual",
            "errorMap": "Desafortunadamente el mapa no está disponible en este momento. Seleccione el punto de recogida de la lista .",
            "errorBranchList": "La lista de puntos de recogida no está disponible..",
            "wheelchairAccessible": "Acceso para sillas de ruedas",
            "availableCapacity": "Сapacidad disponible",
            "monday": "lunes",
            "tuesday": "martes",
            "wednesday": "miércoles",
            "thursday": "jueves",
            "friday": "viernes",
            "saturday": "sábado",
            "sunday": "domingo",
            "holiday": "cerrado",
            "box": "Cajas"
        }
    },
    "da": {
        "translations": {
            "covidWarning": "Kære kunder, kombinationen af julesæsonen og situationen med <b>COVID-19</b> resulterer i en stor stigning i <b>forsendelser og den tilhørende kapacitet til udleveringssteder.</b> Dit foretrukne udleveringspunkt er muligvis midlertidigt <b>utilgængeligt.</b> Vi undskylder på forhånd for ulejligheden.",
            "covid": "Vi beklager meget men dette afhentningspunkt tager ikke imod flere forsendelser og er lukket på grund af regeringsrestriktioner.",
            "full": "Vi beklager meget men dette afhentningspunkt tager ikke imod flere forsendelser på grund af dets fulde kapacitet.",
            "vacation": "Vi beklager meget men dette afhentningspunkt er lukket på grund af ferie.",
            "technical": "Dette afhentningspunkt kan desværre ikke vælges som pakkens destination på grund af tekniske grunde.",
            "closed": "Desværre er afhentningspunkt i øjeblikket ud af drift.",
            "closing": "Vi beklager meget men dette afhentningspunkt tager ikke imod flere forsendelser da det snart bliver lukket.",
            "quick": "Mindre mængde af pakker, sandsynlighed for hurtigere afhentning.",
            "almostFull": "Kapacitet af dette afhentningssted bliver snart fyldt op. Vi anbefaler at vælge et andet afhentningssted i området.",
            "isNew": "Vi åbnede et nyt afhentningssted for jer som er klart til dine pakker.",
            "configTitle": "Widget design konfigurator",
            "returnDefault": "Gendan standardindstillinger",
            "getCodeToPaste": "Få en kode til at indsætte",
            "sourceCode": "Kildekode",
            "infoSourceCode": "Klik på knappen \"Kopier til udklipsholder\" for at kopiere den endelige kode og indsæt den derefter i din e-shop lige inden slutningen af ​​</body> -tagget.",
            "copiedToClipboard": "Klik på knappen \" Kopier til udklipsholder \" for at kopiere den endelige kode og indsæt den derefter i din e-shop lige inden slutningen af ​​</body> -tagget.",
            "copyToClipboard": "Koden er kopieret til udklipsholderen",
            "closeWindow": "Luk vinduet",
            "setLanguage": "Konfiguratorens sprog",
            "moreSelectorsDivide": "Hvis du har brug for flere vælgere, skal du adskille dem med et komma.",
            "openWidget": "Åbn widget",
            "getCode": "Få en kode",
            "country": "Afhentningsstedernesland",
            "selectorOpen": "Vælger til åbning af widget",
            "selectorBranchName": "Afhentningspunkt navnevælger",
            "selectorBranchId": "Afhentningspunkt ID vælger",
            "confirmButtonColor": "Bekræftelsesknappens farve",
            "backgroundColor": "Baggrundsfarve",
            "textColor": "Tekstfarve",
            "font": "Widget skrifttype",
            "cssFileUrl": "URL til en yderligere CSS-fil",
            "cssSheet": "CSS ark",
            "widgetLanguage": "Widget sprog",
            "infoCountry": "Her kan du vælge et bestemt land til widgeten.",
            "infoSelectorOpen": "Udfyld CSS-vælgeren for elementet, som åbner widgetten, når du klikker på den. Dette element kan se sådan ud :",
            "infoSelectorBranchName": "Udfyld CSS-vælgeren for elementet, som viser navnet på det valgte afhentningspunkt fra widgeten. Dette element kan se sådan ud :",
            "infoSelectorBranchId": "Udfyld CSS-vælgeren for elementet, som viser ID'et for det valgte afhentningspunkt fra widgeten. Dette element kan se sådan ud :",
            "infoConfirmButtonColor": "Her kan du ændre farven på widget-knappen, som vil blive brugt til at vælge et bestemt afhentningspunkt.",
            "infoBackgroundColor": "Her kan du ændre baggrundsfarven på widgeten.",
            "infoTextColor": "Her kan du ændre den grundlæggende tekstfarve på widgeten.",
            "infoFont": "Her kan du ændre skrifttypen på widgeten.",
            "infoCssFileUrl": "Indtast den absolutte URL til din .css-fil i dette felt.",
            "infoCssSheet": "Denne boks er beregnet til at teste dit reviderede css-ark. Når du er tilfreds, skal du gemme arket på din server og tilføje den absolutte URL til din .css-fil i feltet ovenfor.",
            "infoWidgetLanguage": "Her kan du indstille det sprog, som widgeten skal lokaliseres på.",
            "czechia": "Tjekkiet",
            "slovakia": "Slovakiet",
            "germany": "Tyskland",
            "hungary": "Ungarn",
            "poland": "Poland",
            "austria": "Østrig",
            "romania": "Romanien",
            "bulgaria": "Bulgarien",
            "cur_lang": "Dansk",
            "en_US": "Engelsk",
            "cs_CZ": "Tjekkisk",
            "pl_PL": "Polsk",
            "sk_SK": "Slovakisk",
            "ro_RO": "Rumænsk",
            "hu_HU": "Ungarsk",
            "searchByAddress": "Søg efter et afhentningssted",
            "allowGps": "Aktivér geolocation",
            "search": "Søg",
            "branchChoosing": "Valg af afhentningspunkt",
            "branchChoose": "Vælg dette afhentningssted",
            "closestBranch": "Det nærmeste ledige afhentningssted",
            "openingHours": "Åbningstider:",
            "canPayWithCard": "Mulighed for at betale med kort",
            "backToChoosing": "Tilbage til afhentningsstedudvalg",
            "mapPreparation": "Kortforberedelse",
            "pleaseAllowLocation": "Tillad venligst adgang til din placering.",
            "loadingPickupPointData": "Indlæser data for afhentningspunkt ...",
            "filterOpenSaturday": "åben lørdag",
            "filterOpenSunday": "åben søndag",
            "filterOpenLunch": "åben under frokosten",
            "filterCardPayment": "kort akcepteres",
            "alzaStorageTime": "Forkortet tid til afhentning - generelt indtil midnat den følgende dag fra levering",
            "zBoxStorageTime": "Reduceret opbevaringstid til 3 dage. For at hente forsendelsen skal du bare have Packeta-applikationen installeret på din smartphone og Bluetooth slået til. Levering skal betales online.",
            "errorBranchDetail": "Ingen oplysninger om det aktuelle afhentningssted",
            "errorMap": "Desværre er kortet ikke tilgængeligt i øjeblikket. Vælg afhentningspunkt fra listen.",
            "errorBranchList": "Listen over afhentningspunkter er ikke tilgængelig.",
            "wheelchairAccessible": "Kørestols adgang",
            "availableCapacity": "Tilgængelig kapacitet",
            "monday": "mandag",
            "tuesday": "tirsdag",
            "wednesday": "onsdag",
            "thursday": "torsdag",
            "friday": "fredag",
            "saturday": "lørdag",
            "sunday": "søndag",
            "holiday": "lukket",
            "box": "Kasser"
        }
    },
    "el": {
        "translations": {
            "covidWarning": "Αγαπητοί πελάτες, ο συνδυασμός της περιόδου των Χριστουγέννων και της κατάστασης με το <b>COVID-19</b> έχει ως αποτέλεσμα μια μεγάλη αύξηση των αποστολών και τη σχετική ικανότητα των σημείων διανομής. Το αγαπημένο σας σημείο διανομής ενδέχεται να μην είναι προσωρινά διαθέσιμο. Ζητούμε συγγνώμη εκ των προτέρων για την αναστάτωση.",
            "covid": "Ζητούμε συγγνώμη, αυτό το σημείο παραλαβής δεν δέχεται επί του παρόντος νέες αποστολές, είναι κλειστό λόγω περιοριστικών κυβερνητικών μέτρων.",
            "full": "Ζητούμε συγνώμη, αυτό το σημείο παραλαβής δεν δέχεται πακέτα αυτή τη στιγμή λόγω της πλήρους χωρητικότητάς του.",
            "vacation": "Ζητούμε συγνώμη, αυτό το σημείο παραλαβής προς το παρόν δεν δέχεται πακέτα αυτή τη στιγμή λόγω αναφερόμενων διακοπών.",
            "technical": "Αυτό το σημείο παραλαβής δεν μπορεί να επιλεγεί ως τελικός προορισμός του πακέτου σας για τεχνικούς λόγους.",
            "closed": "Δυστυχώς, αυτό το σημείο παραλαβής δεν είναι διαθέσιμο προς το παρόν.",
            "closing": "Ζητούμε συγνώμη, το σημείο παραλαβής δεν δέχεται νέες αποστολές επειδή θα κλείσει σύντομα.",
            "quick": "Μικρή ποσότητα πακέτων, δυνατότητα ταχύτερης παραλαβής.",
            "almostFull": "Η χωρητικότητα αυτού του σημείου παραλαβής θα είναι πλήρης σύντομα. Συνιστούμε να επιλέξετε ένα διαφορετικό σημείο παραλαβής σε κοντινή απόσταση.",
            "isNew": "Έχουμε ανοίξει ένα νέο σημείο παραλαβής για εσάς και είναι έτοιμο για τα πακέτα σας :)",
            "configTitle": "Διαμορφωτής σχεδιασμού Widget",
            "returnDefault": "Επαναφορά αρχικών ρυθμίσεων",
            "getCodeToPaste": "Λάβετε έναν κωδικό για επικόλληση",
            "sourceCode": "Αρχικός κωδικός",
            "infoSourceCode": "Κάντε κλικ στο \"Αντιγραφή στο Πρόχειρο\" κουμπί για να αντιγράψετε τον τελικό κωδικό και στη συνέχεια, επικολλήστε τον  στο ηλεκτρονικό μας κατάστημα ακριβώς πριν από το τέλος </body> tag.",
            "copiedToClipboard": "Ο κωδικός έχει αντιγραφεί στο Πρόχειρο",
            "copyToClipboard": "Αντιγραφή στο πρόχειρο",
            "closeWindow": "Κλείστε το παράθυρο",
            "setLanguage": "Γλώσσα διαμόρφωσης",
            "moreSelectorsDivide": "Σε περίπτωση που πρέπει να χρησιμοποιήσετε πολλές επιλογές, διαχωρίστε τις με κόμμα.",
            "openWidget": "Άνοιγμα widget",
            "getCode": "Λάβετε έναν κωδικό",
            "country": "Η χώρα των σημείων παραλαβής",
            "selectorOpen": "Επιλογή για το άνοιγμα του widget",
            "selectorBranchName": "Επιλογή ονόματος σημείου παραλαβής",
            "selectorBranchId": "Επιλογή αναγνώρισης σημείου παραλαβής",
            "confirmButtonColor": "Το χρώμα του κουμπιού επιβεβαίωσης",
            "backgroundColor": "Χρώμα φόντου",
            "textColor": "Χρώμα κειμένου",
            "font": "Γραμματοσειρά Widget",
            "cssFileUrl": "URL ενός πρόσθετου αρχείου CSS",
            "cssSheet": "Φύλλο CSS",
            "widgetLanguage": "Γλώσσα Widget",
            "infoCountry": "Εδώ μπορείτε να επιλέξετε μια συγκεκριμένη χώρα για το widget.",
            "infoSelectorOpen": "Συμπληρώστε τον επιλογέα CSS του στοιχείου, το οποίο θα ανοίξει το widget μόλις κάνετε κλικ σε αυτό. Αυτό το στοιχείο μπορεί να μοιάζει με αυτό:",
            "infoSelectorBranchName": "Συμπληρώστε τον επιλογέα CSS του στοιχείου, το οποίο θα εμφανίζει το όνομα του επιλεγμένου σημείου παραλαβής από το widget. Αυτό το στοιχείο μπορεί να μοιάζει με αυτό:",
            "infoSelectorBranchId": "Συμπληρώστε τον επιλογέα CSS του στοιχείου, ο οποίος θα εμφανίσει το αναγνωριστικό του επιλεγμένου σημείου παραλαβής από το widget. Αυτό το στοιχείο μπορεί να μοιάζει με αυτό:",
            "infoConfirmButtonColor": "Εδώ μπορείτε να αλλάξετε το χρώμα του κουμπιού widget, το οποίο θα χρησιμοποιηθεί για την επιλογή συγκεκριμένου σημείου παραλαβής.",
            "infoBackgroundColor": "Εδώ μπορείτε να αλλάξετε το χρώμα φόντου του widget.",
            "infoTextColor": "Εδώ μπορείτε να αλλάξετε το βασικό χρώμα κειμένου του widget.",
            "infoFont": "Εδώ μπορείτε να αλλάξετε τη γραμματοσειρά του widget.",
            "infoCssFileUrl": "Enter the absolute URL of your .css file into this box.",
            "infoCssSheet": "Αυτό το πλαίσιο προορίζεται για τη δοκιμή του αναθεωρημένου φύλλου css. Μόλις είστε ικανοποιημένοι, αποθηκεύστε το φύλλο στον διακομιστή σας και προσθέστε την απόλυτη διεύθυνση URL του αρχείου .css στο παραπάνω πλαίσιο.",
            "infoWidgetLanguage": "Εδώ μπορείτε να ορίσετε τη γλώσσα στην οποία θα μεταφραστεί το widget.",
            "czechia": "Τσεχική Δημοκρατία",
            "slovakia": "Σλοβακία",
            "germany": "Γερμανία",
            "hungary": "Ουγγαρία",
            "poland": "Πολωνία",
            "austria": "Αυστρία",
            "romania": "Ρουμανία",
            "bulgaria": "Βουλγαρία",
            "cur_lang": "Eλληνικά",
            "en_US": "Αγγλικά",
            "cs_CZ": "Τσέχικα",
            "pl_PL": "Πολωνικά",
            "sk_SK": "Σλοβάκικα",
            "ro_RO": "Ρουμάνικα",
            "hu_HU": "Ούγγρικα",
            "searchByAddress": "Αναζητήστε ένα σημείο παραλαβής",
            "allowGps": "Ενεργοποίηση γεωγραφικής τοποθεσίας",
            "search": "Αναζήτηση",
            "branchChoosing": "Επιλογή σημείου παραλαβής",
            "branchChoose": "Επιλέξτε αυτό το σημείο παραλαβής",
            "closestBranch": "Το πλησιέστερο κενό σημείο παραλαβής",
            "openingHours": "Ωρες λειτουργίας:",
            "canPayWithCard": "Δυνατότητα πληρωμής με κάρτα",
            "backToChoosing": "Επιστροφή στην επιλογή σημείου παραλαβής",
            "mapPreparation": "Προετοιμασία χάρτη",
            "pleaseAllowLocation": "Επιτρέψτε την πρόσβαση στην τοποθεσία σας.",
            "loadingPickupPointData": "Φόρτωση δεδομένων σημείου παραλαβής ...",
            "filterOpenSaturday": "ανοιχτό το Σάββατο",
            "filterOpenSunday": "ανοιχτό την Κυριακή",
            "filterOpenLunch": "ανοιχτό το μεσημέρι",
            "filterCardPayment": "αποδεκτές κάρτες",
            "alzaStorageTime": "Σύντομο χρονικό διάστημα παραλαβής - γενικά έως τα μεσάνυχτα της επόμενης ημέρας από την παράδοση",
            "zBoxStorageTime": "Μειώθηκε ο χρόνος αποθήκευσης σε 3 ημέρες. Για να παραλάβετε την αποστολή, το μόνο που χρειάζεται να κάνετε είναι να είναι ενεργοποιημένη η εφαρμογή Packeta στο smartphone και το Bluetooth. Τα μετρητά κατά την παράδοση πρέπει να καταβληθούν online.",
            "errorBranchDetail": "Δεν υπάρχουν πληροφορίες σχετικά με το τρέχον σημείο παραλαβής",
            "errorMap": "Δυστυχώς, ο χάρτης δεν είναι διαθέσιμος αυτήν τη στιγμή. Επιλέξτε σημείο παραλαβής από τη λίστα.",
            "errorBranchList": "Η λίστα των σημείων παραλαβής δεν είναι διαθέσιμη.",
            "wheelchairAccessible": "Πρόσβαση αναπηρικού αμαξιδίου",
            "availableCapacity": "Διαθέσιμη χωρητικότητα",
            "monday": "Δευτέρα",
            "tuesday": "Τρίτη",
            "wednesday": "Τετάρτη",
            "thursday": "Πέμπτη",
            "friday": "Παρασκευή",
            "saturday": "Σάββατο",
            "sunday": "Κυριακή",
            "holiday": "κλειστό",
            "box": "Kουτιά"
        }
    },
    "lt": {
        "translations": {
            "covidWarning": "Gentili clienti, la combinazione del periodo natalizio e la situazione con <b>COVID-19</b> si traduce in un forte aumento delle spedizioni e della <b>relativa capacità dei punti di erogazione.</b> Il tuo punto di erogazione preferito potrebbe essere temporaneamente <b>non disponibile.</b> Ci scusiamo anticipatamente per l'inconveniente.",
            "covid": "Atsiprašome,  šiuo metu šis siuntų išdavimo punktas nepriima naujų siuntų. Punktas uždarytas, remiantis vyriausybės nustatytais apribojimais.",
            "full": "Atsiprašome, bet šiuo metu šis siuntų išdavimo punktas yra perpildytas ir negali priimti jokių naujų siuntų.",
            "vacation": "Atsiprašome, bet šį siuntų išdavimo punktą aptarnaujantis personalas atostogauja, todėl siuntos šiuo metu nepriimamos.",
            "technical": "Apgailestaujame, bet dėl techninių priežasčių, šio atsiėmimo punkto negalima pasirinkti kaip galutinės siuntos pristatymo vietos.",
            "closed": "Apgailestaujame, bet būtent šio siuntų punkto šiuo metu negalima pasirinkti. ",
            "closing": "Atsiprašome, bet šis siuntų išdavimo punktas nepriima naujų siuntų. Galimybė atsiimti siuntas šiame punkte bus artimiausiu metu sustabdyta.  ",
            "quick": "Mažesnis siuntų kiekis, suteikia galimybę greičiau jas paimti.",
            "almostFull": "Artimiausiu metu šis siuntų išdavimo punktas bus pripildytas. Rekomenduojame pasirinkti kitą, netoliese esantį siuntų išdavimo punktą. ",
            "isNew": "Jūsų patogumui, atidarėme naują siuntų išdavimo punktą. Punktas jau paruoštas Jūsų siuntoms :)",
            "configTitle": "Konfigūruoti valdiklio dizainą",
            "returnDefault": "Atstatyti pradinius nustatymus",
            "getCodeToPaste": "Gaukite įklijuojamą kodą",
            "sourceCode": "Šaltinio kodas",
            "infoSourceCode": "Norėdami nukopijuoti galutinį kodą, tiesiog paspauskite mygtuką \"Kopijuoti į iškarpinę \". Tada įklijuokite kodą savo elektroninėje parduotuvėje iš karto prieš šiuos simbolius </body> tag.",
            "copiedToClipboard": "Kodas buvo nukopijuotas į iškarpinę",
            "copyToClipboard": "Kopijuoti į iškarpinę",
            "closeWindow": "Uždaryti svetainės langą",
            "setLanguage": "Konfigūratoriaus kalba",
            "moreSelectorsDivide": "Jei norėtumėte naudoti kelis selektorius, atskirkite juos kableliu.",
            "openWidget": "Atidaryti valdiklį",
            "getCode": "Gauti kodą",
            "country": "Šalis, kurioje ieškote siuntų išdavimo punktų",
            "selectorOpen": "Parinktis valdikliui atidaryti",
            "selectorBranchName": "Čia galite parinkti siuntų punkto pavadinimą,  ",
            "selectorBranchId": "Čia galite parinkti siuntų punkto ID",
            "confirmButtonColor": "Patvirtinimo mygtuko spalva",
            "backgroundColor": "Fono spalva",
            "textColor": "Teksto spalva",
            "font": "Valdiklio šriftas",
            "cssFileUrl": "Papildomo CSS failo URL",
            "cssSheet": "CSS lapas",
            "widgetLanguage": "Valdiklio kalba",
            "infoCountry": "Čia galite pasirinkti konkrečią valdiklio šalį.",
            "infoSelectorOpen": "Užpildykite elemento CSS selektorių, kurį spustelėjus valdiklis bus automatiškai atidarytas. Tai gali atrodyti maždaug taip:",
            "infoSelectorBranchName": "Užpildykite elemento CSS selektorių, kuris rodys valdiklio parinkto  siuntų punkto pavadinimą. Tai gali atrodyti maždaug taip:",
            "infoSelectorBranchId": "Užpildykite elemento CSS selektorių, kuriame bus rodomas valdiklio parinkto siuntų punkto ID. Tai gali  atrodyti maždaug taip:",
            "infoConfirmButtonColor": "Čia galite pakeisti valdiklio mygtuko spalvą, kuri bus naudojama tam tikram siuntų punktui pasirinkti.",
            "infoBackgroundColor": "Čia galite pakeisti valdiklio fono spalvą.",
            "infoTextColor": "Čia galite pakeisti pagrindinę valdiklio teksto spalvą.",
            "infoFont": "Čia galite pakeisti valdiklio šriftą.",
            "infoCssFileUrl": "Įveskite pilną .css failo URL į šį laukelį.",
            "infoCssSheet": "Šis laukelis skirtas Jūsų patikslintam css dokumentui patikrinti. Jei esate patenkinti rezultatu, išsaugokite dokumentą savo serveryje ir pridėkite pilną .css failo URL į aukščiau esantį laukelį.",
            "infoWidgetLanguage": "Čia galite nustatyti valdiklio kalbą.",
            "czechia": "Čekijos Republika",
            "slovakia": "Slovakija",
            "germany": "Vokietija",
            "hungary": "Vengrija",
            "poland": "Lenkija",
            "austria": "Austrija",
            "romania": "Rumunija",
            "bulgaria": "Bulgarija",
            "cur_lang": "Lietuvis",
            "en_US": "Anglų",
            "cs_CZ": "Čekų",
            "pl_PL": "Lenkų",
            "sk_SK": "Slovakų",
            "ro_RO": "Rumunų",
            "hu_HU": "Vengrų, ",
            "searchByAddress": "Ieškoti siuntų punkto",
            "allowGps": "Suteikti prieigą prie geo taško, ",
            "search": "Paieška",
            "branchChoosing": "Pasirinkti siuntų išdavimo punktą, ",
            "branchChoose": "Pasirinkti šį siuntų punktą",
            "closestBranch": "Artimiausias laisvas išdavimo punktas",
            "openingHours": "Darbo laikas:",
            "canPayWithCard": "Galimybė atsiskaityti kortele",
            "backToChoosing": "Grįžti į punktų pasirinkimą",
            "mapPreparation": "Ruošiamas žemėlapis",
            "pleaseAllowLocation": "Prašome leisti prieigą prie Jūsų vietos",
            "loadingPickupPointData": "Įkeliami siuntų punktų duomenys ...",
            "filterOpenSaturday": "dirba šeštadienį",
            "filterOpenSunday": "dirba sekmadienį",
            "filterOpenLunch": "dirba per pietus",
            "filterCardPayment": "priima korteles",
            "alzaStorageTime": "Sutrumpintas siuntų atsiėmimo laikas - paprastai iki kitos dienos vidurnakčio, skaičiuojant nuo pristatymo dienos",
            "zBoxStorageTime": "Sutrumpintas siuntų saugojimo laikas iki 3 dienų. Norite atsiimti siuntą? Tai labai paprasta - savo išmaniajame telefone turėkite įdiegtą „Packeta“ programą ir įjungtą „Bluetooth“. Už siuntą reikia sumokėti internetu.",
            "errorBranchDetail": "Informacijos apie parinktą siuntų išdavimo punktą nėra.",
            "errorMap": "Apgailestaujame, bet žemėlapis šiuo metu neprieinamas. Pasirinkite siuntų išdavimo punktą iš sąrašo.",
            "errorBranchList": "Siuntų išdavimo punktų sąrašas neprieinamas.",
            "wheelchairAccessible": "Pritaikyta neįgaliesiems",
            "availableCapacity": "Turimas pajėgumas",
            "monday": "pirmadienis",
            "tuesday": "antradienis",
            "wednesday": "trečiadienis",
            "thursday": "ketvirtadienis",
            "friday": "penktadienis",
            "saturday": "šeštadienis",
            "sunday": "sekmadienis",
            "holiday": "uždaryta",
            "box": "Dėžės"
        }
    },
    "nl": {
        "translations": {
            "covidWarning": "Beste klanten, de combinatie van de kerstperiode en de situatie met <b>COVID-19</b> zorgt voor een grote toename van zendingen en de <b>daarbij behorende capaciteit aan uitgiftepunten.</b> Uw favoriete uitgiftepunt is mogelijk tijdelijk <b>niet beschikbaar.</b> Bij voorbaat excuses voor het ongemak.",
            "covid": "Onze excuses, maar dit afhaalpunt aanvaardt momenteel geen nieuwe pakketten. Het is gesloten omwille van overheidsmaatregelen.",
            "full": "Onze excuses, maar dit afhaalpunt aanvaardt momenteel geen nieuwe pakketten wegens gebrek aan capaciteit.",
            "vacation": "Onze excuses, maar dit afhaalpunt aanvaardt momenteel geen nieuwe pakketten wegens sluiting tijdens feestdagen.",
            "technical": "Onze excuses, maar om technische redenen kan dit afhaalpunt niet als eindbestemming gekozen worden.",
            "closed": "Helaas, dit afhaalpunt in momenteel niet beschikbaar.",
            "closing": "Onze excuses, maar dit afhaalpunt aanvaardt momenteel geen nieuwe pakketten omdat het binnenkort sluit.",
            "quick": "Weinig pakketten, de mogelijkheid tot sneller afhalen.",
            "almostFull": "Dit afhaalpunt werkt bijna op volle capaciteit. We raden aan om een ander nabij afhaalpunt te selecteren.",
            "isNew": "We openden een nieuw afhaalpunt voor jou en het is klaar om jouw pakketten te ontvangen :)",
            "configTitle": "Widget design configurator",
            "returnDefault": "Herstel standaardinstellingen",
            "getCodeToPaste": "Krijg een code om te plakken",
            "sourceCode": "Broncode",
            "infoSourceCode": "Klik op de \"Kopieer naar het Klembord\" knop om de eindcode te kopiëren en plak dit in jouw e-shop voor het einde van de </body> tag.",
            "copiedToClipboard": "De code werd gekopieerd naar het Klembord",
            "copyToClipboard": "Kopieer naar het Klembord",
            "closeWindow": "Sluit het venster",
            "setLanguage": "Taal van de configurator",
            "moreSelectorsDivide": "Als je meerdere selectors nodig hebt, scheid ze met een komma.",
            "openWidget": "Open widget",
            "getCode": "Krijg een code",
            "country": "Het land van de afhaalpunten",
            "selectorOpen": "Selector voor het openen van de widget",
            "selectorBranchName": "Naamselector van de afhaalpunten",
            "selectorBranchId": "ID-selector van de afhaalpunten",
            "confirmButtonColor": "De kleur van de bevestigingsknop",
            "backgroundColor": "Achtergrondkleur",
            "textColor": "Tekstkleur",
            "font": "Widgetfont",
            "cssFileUrl": "URL of extra CSS-bestand",
            "cssSheet": "CSS-stijlblad",
            "widgetLanguage": "Widgettaal",
            "infoCountry": "Hier kan je een specifiek land voor de widget selecteren",
            "infoSelectorOpen": "Vul de CSS-selector van het element in, welke de widget zal openen wanneer je erop klikt. Dit element kan er als volgt uitzien:",
            "infoSelectorBranchName": "Vul de CSS-selector van het element in, welke de naam van het geselecteerde afhaalpunt van de widget weer zal geven. Dit element kan er als volgt uitzien:",
            "infoSelectorBranchId": "Vul de CSS-selector van het element in, welke het ID van het geselecteerde afhaalpunt van de widget weer zal geven. Dit element kan er als volgt uitzien:",
            "infoConfirmButtonColor": "Hier kan je de kleur van de widgetknop, die zal worden gebruikt om bepaalde afhaalpunten te selecteren, kiezen.",
            "infoBackgroundColor": "Hier kan je de achtergrondkleur van de widget veranderen.",
            "infoTextColor": "Hier kan je de basiskleur van de tekst van de widget veranderen.",
            "infoFont": "Hier kan je het font van de widget veranderen.",
            "infoCssFileUrl": "Geef de absolute URL van jouw .css bestand in dit vak in.",
            "infoCssSheet": "Dit vak is bedoeld om jouw herzien css-stijlblad te testen. Wanneer je tevreden bent, gelieve jouw stijlblad op te slaan op de server en de absolute URL van jouw .css-bestand in het vak bovenaan in te geven.",
            "infoWidgetLanguage": "Hier kan je de taal in welke jouw widget gelokaliseerd zal worden, ingeven.",
            "czechia": "Tsjechië",
            "slovakia": "Slowakije",
            "germany": "Duitsland",
            "hungary": "Hongarije",
            "poland": "Polen",
            "austria": "Oostenrijk",
            "romania": "Roemenië",
            "bulgaria": "Bulgarije",
            "cur_lang": "Nederlands",
            "en_US": "Engels",
            "cs_CZ": "Tsjechisch",
            "pl_PL": "Pools",
            "sk_SK": "Slowaaks",
            "ro_RO": "Roemeens",
            "hu_HU": "Hongaars",
            "searchByAddress": "Zoek een afhaalpunt",
            "allowGps": "Zet geolocatie aan",
            "search": "Zoek",
            "branchChoosing": "Afhaalpuntselectie",
            "branchChoose": "Kies dit afhaalpunt",
            "closestBranch": "Het dichtsbijzijnde beschikbare afhaalpunt",
            "openingHours": "Openingsuren",
            "canPayWithCard": "Mogelijkheid om met kaart te betalen",
            "backToChoosing": "Terug naar keuze van afhaalpunten",
            "mapPreparation": "Kaartvoorbereiding",
            "pleaseAllowLocation": "Gelieve toestemming te geven tot Jouw Locatie",
            "loadingPickupPointData": "Data van de afhaalpunten wordt geladen...",
            "filterOpenSaturday": "Open op zaterdag",
            "filterOpenSunday": "Open op zondag",
            "filterOpenLunch": "Open tijdens de middag",
            "filterCardPayment": "Kaarten geaccepteerd",
            "alzaStorageTime": "Beperkte tijd voor afhaling - over het algemeen tot middernacht op de dag na levering.",
            "zBoxStorageTime": "Beperkte opslag tot 3 dagen. Om jouw pakket op de halen, hoef je enkel de Packeta applicatie op jouw smartphone te hebben en Bluetooth aan te zetten. Cash betalen bij afhaling moet online gebeuren.",
            "errorBranchDetail": "Geen informatie beschikbaar over dit huidig afhaalpunt",
            "errorMap": "Helaas is de kaart op dit moment niet beschikbaar. Selecteer een afhaalpunt uit de lijst.",
            "errorBranchList": "De lijst van afhaalpunten is niet beschikbaar.",
            "wheelchairAccessible": "Toegang voor rolstoelen",
            "availableCapacity": "Beschikbare capaciteit",
            "monday": "maandag",
            "tuesday": "dinsdag",
            "wednesday": "woensdag",
            "thursday": "donderdag",
            "friday": "vrijdag",
            "saturday": "zaterdag",
            "sunday": "zondag",
            "holiday": "gesloten",
            "box": "Dozen"
        }
    },
    "pt": {
        "translations": {
            "covidWarning": "Caros clientes, a combinação da época natalícia com a conjuntura com <b>COVID-19</b> resulta num grande aumento dos envios e da <b>capacidade associada de pontos de dispensa.</b> Seu ponto de dispensação favorito pode estar temporariamente <b>indisponível.</b> Pedimos desculpas antecipadamente pelo inconveniente.",
            "covid": "Pedimos desculpas, mas este ponto de recolha não está a receber novas encomendas, pois está encerrado devido a medidas restritivas do governo.",
            "full": "Pedimos desculpas, mas este ponto de recolha não pode receber encomendas no momento, devido à sua capacidade total de armazenamento.",
            "vacation": "Pedimos desculpas, mas este ponto de recolha não pode receber nenhuma encomenda no momento devido à férias.",
            "technical": "Este ponto de recolha não pode ser escolhido como destino final de sua encomenda devido a razões técnicas.",
            "closed": "Infelizmente, este ponto de recolha não está disponível no momento.",
            "closing": "Pedimos desculpas, mas este ponto de recolha não está a receber novas encomendas, pois estará encerrado em breve.",
            "quick": "Pequena quantidade de encomendas, possibilidade da recolha ser mais rápida.",
            "almostFull": "A capacidade deste ponto de recolha atingirá seu máximo em breve. Recomendamos escolher um outro ponto de recolha nas proximidades.",
            "isNew": "Temos um novo ponto de recolha para si e está pronto para receber vossas encomendas :)",
            "configTitle": "Configurador do design de widget",
            "returnDefault": "Restaurar a configuração original",
            "getCodeToPaste": "Obtenha um código para colar",
            "sourceCode": "Código fonte",
            "infoSourceCode": "Clique no botão \"Copiar para o Clipboard\" para copiar o código final e, em seguida, colá-lo na sua e-shop antes do final da </body> tag.",
            "copiedToClipboard": "O código foi copiado para o Clipboard",
            "copyToClipboard": "Copiar para o Clipboard",
            "closeWindow": "Fechar a janela",
            "setLanguage": "Idioma do configurador",
            "moreSelectorsDivide": "Caso precise usar vários seletores, separe-os com uma vírgula.",
            "openWidget": "Abrir widget",
            "getCode": "Gerar um código",
            "country": "O país dos pontos de recolha",
            "selectorOpen": "Seletor para abrir o widget",
            "selectorBranchName": "Seletor do nome de ponto de recolha",
            "selectorBranchId": "Seletor do ID do ponto de recolha",
            "confirmButtonColor": "A cor do botão de confirmação",
            "backgroundColor": "Cor de fundo",
            "textColor": "Cor do texto",
            "font": "Fonte do widget",
            "cssFileUrl": "URL de um arquivo adicional de CSS",
            "cssSheet": "Planilha CSS",
            "widgetLanguage": "Idioma do widget",
            "infoCountry": "Aqui você pode selecionar um país específico para o widget.",
            "infoSelectorOpen": "Preencha o seletor CSS do elemento, que abrirá o widget assim que você clicar nele. Este elemento pode ter a seguinte aparência:",
            "infoSelectorBranchName": "Preencha o seletor CSS do elemento, que exibirá o nome do ponto de recolha selecionado no widget. Este elemento pode ter a seguinte aparência:",
            "infoSelectorBranchId": "Preencha o seletor CSS do elemento, que exibirá o ID do ponto de recolha selecionado no widget. Este elemento pode ter a seguinte aparência:",
            "infoConfirmButtonColor": "Aqui você pode alterar a cor do botão do widget, que será usado para selecionar um determinado ponto de recolha.",
            "infoBackgroundColor": "Aqui você pode alterar a cor de fundo do widget.",
            "infoTextColor": "Aqui você pode alterar a cor do texto básico do widget.",
            "infoFont": "Aqui você pode alterar a fonte do widget.",
            "infoCssFileUrl": "Insira a URL absoluta do seu arquivo .css nesta caixa.",
            "infoCssSheet": "Esta caixa destina-se a testar sua planilha de css revisada. Quando estiver satisfeito, salve a planilha em seu servidor e adicione a URL absoluta de seu arquivo .css na caixa acima.",
            "infoWidgetLanguage": "Aqui você pode definir o idioma no qual o widget será localizado.",
            "czechia": "República Checa",
            "slovakia": "Eslováquia",
            "germany": "Alemanha",
            "hungary": "Húngria",
            "poland": "Polônia",
            "austria": "Áustria",
            "romania": "Romênia",
            "bulgaria": "Bulgária",
            "cur_lang": "Português",
            "en_US": "Inglês",
            "cs_CZ": "Checo",
            "pl_PL": "Polonês",
            "sk_SK": "Eslovaco",
            "ro_RO": "Romeno",
            "hu_HU": "Húngaro",
            "searchByAddress": "Buscar um ponto de recolha",
            "allowGps": "Disponibilizar geolocalização",
            "search": "Buscar",
            "branchChoosing": "Seleção do ponto de recolha",
            "branchChoose": "Escolher este ponto de recolha",
            "closestBranch": "O ponto de coleta mais próximo disponível",
            "openingHours": "Horário de funcionamento:",
            "canPayWithCard": "Possibilidade de pagamento via cartão de crédito",
            "backToChoosing": "Voltar para escolher ponto de recolha",
            "mapPreparation": "Preparação do mapa",
            "pleaseAllowLocation": "Por favor, permita o acesso à vossa localização",
            "loadingPickupPointData": "A carregar os dados do ponto de recolha...",
            "filterOpenSaturday": "Aberto sábado",
            "filterOpenSunday": "Aberto domingo",
            "filterOpenLunch": "Aberto no horário de almoço",
            "filterCardPayment": "Aceita cartões",
            "alzaStorageTime": "Janela reduzida de tempo para levantamento - geralmente até meia-noite do dia seguinte à entrega",
            "zBoxStorageTime": "Tempo de armazenamento reduzido para 3 dias. Para levantar a encomenda, basta ter a aplicação Packeta instalada no smartphone e o Bluetooth ligado. O pagamento da encomenda deve ser efetuado online.",
            "errorBranchDetail": "Não há informações sobre o ponto de recolha atual",
            "errorMap": "Infelizmente, o mapa não está disponível no momento. Selecione o ponto de recolha na lista.",
            "errorBranchList": "A lista de pontos de recolha não está disponível",
            "wheelchairAccessible": "Acesso para cadeirantes",
            "availableCapacity": "Capacidade disponível",
            "monday": "segunda-feira",
            "tuesday": "terça-feira",
            "wednesday": "quarta-feira",
            "thursday": "quinta-feira",
            "friday": "sexta-feira",
            "saturday": "sábado",
            "sunday": "domingo",
            "holiday": "encerrado",
            "box": "Caixas"
        }
    },
    "ru": {
        "translations": {
            "covidWarning": "Уважаемые клиенты, сочетание рождественского сезона и ситуации с <b>COVID-19</b> приводит к значительному увеличению отгрузок и связанной с этим <b>емкости точек выдачи.</b> Ваш любимый пункт выдачи может быть временно <b>недоступен.</b> Мы заранее приносим извинения за неудобства.",
            "covid": "Приносим свои извинения, этот пункт выдачи в настоящее время не принимает новые посылки, он закрыт в связи с ограничительными правительственными мерами.",
            "full": "Приносим свои извинения, этот пункт приема в настоящее время не принимает посылки из-за его заполнености.",
            "vacation": "Приносим извинения, этот пункт выдачи в настоящее время не принимает никакие посылки в связи с праздником.",
            "technical": "Этот пункт получения не может быть выбран в качестве конечного пункта назначения по техническим причинам.",
            "closed": "К сожалению, этот пункт выдачи в настоящее время недоступен.",
            "closing": "Приносим свои извинения, пункт выдачи не принимает новые поставки в связи с тем, что он скоро будет закрыт.",
            "quick": "Небольшое количество посылок, возможно более быстрое получение.",
            "almostFull": "Этот  пункт выдачи скоро будет заполнен. Мы рекомендуем выбрать другой пункт выдачи поблизости.",
            "isNew": "Мы открыли для вас новый пункт выдачи и он готов принять Ваши посылки :)",
            "configTitle": "Конфигуратор дизайна виджетов",
            "returnDefault": "Восстановить настройки по умолчанию",
            "getCodeToPaste": "Получите код ",
            "sourceCode": "Исходный код",
            "infoSourceCode": "Нажмите кнопку \" Копировать в буфер обмена \", чтобы скопировать окончательный код и затем вставьте его в свой интернет-магазин прямо вконце перед </body> тегом.",
            "copiedToClipboard": "Код скопирован в буфер обмена",
            "copyToClipboard": "Скопировать в буфер обмена",
            "closeWindow": "Закрыть окно",
            "setLanguage": "Язык конфигуратора",
            "moreSelectorsDivide": "Если вам нужно использовать несколько настроек, разделите их запятыми.",
            "openWidget": "Открыть виджет",
            "getCode": "Получить код",
            "country": "Страна пунктов выдачи",
            "selectorOpen": "Настройки открытия виджета",
            "selectorBranchName": "Настройки выбора пункта выдачи",
            "selectorBranchId": "Настройки выбора ID пункта",
            "confirmButtonColor": "Цвет кнопки подтверждения",
            "backgroundColor": "Цвет фона",
            "textColor": "Цвет текста",
            "font": "Шрифт виджета",
            "cssFileUrl": "URL дополнительного файла CSS",
            "cssSheet": "CSS лист",
            "widgetLanguage": "Язык виджета",
            "infoCountry": "Здесь вы можете выбрать конкретную страну виджета.",
            "infoSelectorOpen": "Заполните CSS-форму элемента, который откроет виджет, как только вы щелкнете по нему. Этот элемент может выглядеть так:",
            "infoSelectorBranchName": "Заполните CSS-форму элемента, который будет отображать название выбранной точки подбора из виджета. Этот элемент может выглядеть так:",
            "infoSelectorBranchId": "Заполните CSS-форму элемента, который будет отображать идентификатор выбранной точки подбора из виджета. Этот элемент может выглядеть так:",
            "infoConfirmButtonColor": "Здесь вы можете изменить цвет кнопки виджета, которая будет использоваться для выбора определенной точки получения.",
            "infoBackgroundColor": "Здесь вы можете изменить цвет фона виджета.",
            "infoTextColor": "Здесь вы можете изменить основной цвет текста виджета.",
            "infoFont": "Здесь вы можете изменить шрифт виджета.",
            "infoCssFileUrl": "Введите в это поле полный URL-адрес вашего файла .css.",
            "infoCssSheet": "Это поле предназначено для тестирования вашего исправленного CSS-листа. Как только Вас всё устроит, сохраните лист на своем сервере и добавьте полный URL-адрес вашего файла .css в поле выше.",
            "infoWidgetLanguage": "Здесь вы можете выбрать язык, на котором будет локализован виджет.",
            "czechia": "Чехия",
            "slovakia": "Словакия",
            "germany": "Германия",
            "hungary": "Венгрия",
            "poland": "Польша",
            "austria": "Австрия",
            "romania": "Румыния",
            "bulgaria": "Болария",
            "cur_lang": "Русский",
            "en_US": "Английский",
            "cs_CZ": "Чешский",
            "pl_PL": "Польский",
            "sk_SK": "Словацкий",
            "ro_RO": "Румынский",
            "hu_HU": "Венгерский",
            "searchByAddress": "Поиск пункта выдачи",
            "allowGps": "Включить геолокацию",
            "search": "Поиск ",
            "branchChoosing": "Выбор пункта выдачи",
            "branchChoose": "Выбрать этот пункт выдачи",
            "closestBranch": "Ближайший свободный пункт выдачи",
            "openingHours": "Часы работы:",
            "canPayWithCard": "Возможность оплатить картой",
            "backToChoosing": "Вернуться к выбору пункта выдачи",
            "mapPreparation": "Подготовка карты",
            "pleaseAllowLocation": "Разрешите доступ к вашему местоположению.",
            "loadingPickupPointData": "Загрузка данных пункта выдачи ...",
            "filterOpenSaturday": "работает в субботу",
            "filterOpenSunday": "работает в воскресенье",
            "filterOpenLunch": "работает в обеденное время",
            "filterCardPayment": "принимаются карты",
            "alzaStorageTime": "Сокращенный временной интервал для получения - обычно до полуночи следующего дня с момента доставки.",
            "zBoxStorageTime": "Уменьшено время хранения до 3 дней. Чтобы забрать посылку, все, что вам нужно сделать, это установить приложение Packeta на свой смартфон и включить Bluetooth. Наложенный платеж необходимо оплатить онлайн.",
            "errorBranchDetail": "Нет информации об этом пункте получения",
            "errorMap": "К сожалению, на данный момент карта недоступна. Выберите пункт выдачи из списка.",
            "errorBranchList": "Список пунктов выдачи недоступен.",
            "wheelchairAccessible": "Есть вход для инвалидных колясок",
            "availableCapacity": "Доступная вместимость",
            "monday": "понедельник",
            "tuesday": "вторник",
            "wednesday": "среда",
            "thursday": "четверг",
            "friday": "пятница",
            "saturday": "суббота",
            "sunday": "воскресенье",
            "holiday": "закрыто",
            "box": "Коробки"
        }
    },
    "sv": {
        "translations": {
            "covidWarning": "Kära kunder, kombinationen av julsäsongen och situationen med <b>COVID-19</b> resulterar i en stor ökning av leveranser och tillhörande <b>kapacitet för utlämningsställen.</b> Din favoritutdelningspunkt kan vara tillfälligt <b>otillgänglig.</b> Vi ber om ursäkt i förväg för besväret",
            "covid": "Vi beklagar, den här upphämtningsplatsen accepterar för närvarande inte nya leveranser, den är stängd på grund av restriktiva åtgärder.",
            "full": "Vi beklagar, denna upphämtningsplats accepterar inga paket just nu på grund av dess fulla kapacitet.",
            "vacation": "Vi beklagar, den här upphämtningsplatsen accepterar för närvarande inga paket just nu på grund av rapporterad semester.",
            "technical": "Denna upphämtningsplats kan inte väljas som slutdestination för ditt paket av tekniska skäl.",
            "closed": "Tyvärr är denna upphämtningspunkt för närvarande inte tillgänglig.",
            "closing": "Vi beklagar, upphämtningsstället accepterar inte nya leveranser eftersom det kommer att stängas snart.",
            "quick": "Liten mängd paket, möjlighet till snabbare upphämtning.",
            "almostFull": "Kapaciteten för denna upphämtningsplats kommer snart att vara full. Vi rekommenderar att du väljer en annan upphämtningsplats i närheten.",
            "isNew": "Vi har öppnat en ny upphämtningsplats för dig och den är redo för dina paket :)",
            "configTitle": "Widget design konfigurator",
            "returnDefault": "Återställ standardinställningarna",
            "getCodeToPaste": "Hämta en kod att klistra in",
            "sourceCode": "Källkod",
            "infoSourceCode": "Klicka på knappen \"Kopiera till Urklipp\" för att kopiera den slutliga koden och klistra sedan in den i din e-butik precis innan slutet av </body>-taggen.",
            "copiedToClipboard": "Koden har kopierats till Urklipp",
            "copyToClipboard": "Kopiera till Urklipp",
            "closeWindow": "Stäng fönster",
            "setLanguage": "Konfiguratorns språk",
            "moreSelectorsDivide": "Om du behöver använda flera väljare, separera dem med ett kommatecken.",
            "openWidget": "Öppna widget",
            "getCode": "Skaffa en kod",
            "country": "Upphämtningsställets land",
            "selectorOpen": "Väljare för att öppna widgeten",
            "selectorBranchName": "Upphämtnings namnväljare",
            "selectorBranchId": "Upphämtnings  ID-väljare",
            "confirmButtonColor": "Bekräftelseknappens färg",
            "backgroundColor": "Bakgrundsfärg, ",
            "textColor": "Textfärg, ",
            "font": "Widget teckensnitt",
            "cssFileUrl": "URL till ytterligare en CSS-fil",
            "cssSheet": "CSS-ark",
            "widgetLanguage": "Widgetspråk",
            "infoCountry": "Här kan du välja ett specifikt land för widgeten.",
            "infoSelectorOpen": "Fyll i CSS-väljaren för elementet som öppnar widgeten när du klickar på den. Detta element kan se ut så här :",
            "infoSelectorBranchName": "Fyll i CSS-väljaren för elementet som visar namnet på den valda upphämtningspunkten från widgeten. Detta element kan se ut så här :",
            "infoSelectorBranchId": "Fyll i CSS-väljaren för elementet som visar ID för den valda upphämtningspunkten från widgeten. Detta element kan se ut så här :",
            "infoConfirmButtonColor": "Här kan du ändra färgen på widgetknappen, som kommer att användas för att välja en viss upphämtningspunkt.",
            "infoBackgroundColor": "Här kan du ändra bakgrundsfärgen på widgeten.",
            "infoTextColor": "Här kan du ändra widgetens grundläggande textfärg.",
            "infoFont": "Här kan du ändra typsnittet för widgeten.",
            "infoCssFileUrl": "Ange den slutgiltiga webbadressen till din .css-fil i den här rutan.",
            "infoCssSheet": "Den här rutan är avsedd för att testa ditt reviderade CSS-ark. När du är nöjd sparar du arket på din server och lägger till den slutgiltiga webbadressen för din .css-fil i rutan ovan.",
            "infoWidgetLanguage": "Här kan du ställa in vilket språk widgeten kommer att lokaliseras på.",
            "czechia": "Tjeckien",
            "slovakia": "Slovakien, ",
            "germany": "Tyskland",
            "hungary": "Ungern",
            "poland": "Polen",
            "austria": "Österrike",
            "romania": "Rumänien",
            "bulgaria": "Bulgarien",
            "cur_lang": "Svenska",
            "en_US": "Engelska",
            "cs_CZ": "Tjeckiska",
            "pl_PL": "Polska",
            "sk_SK": "Slovakiska",
            "ro_RO": "Rumänska",
            "hu_HU": "Ungerska",
            "searchByAddress": "Sök efter en upphämtningsplats",
            "allowGps": "Aktivera geolokalisering",
            "search": "Sök, ",
            "branchChoosing": "Upphämtningsval",
            "branchChoose": "Välj denna upphämtningsplats",
            "closestBranch": "Närmaste lediga upphämtningsplats",
            "openingHours": "Öppettider:",
            "canPayWithCard": "Möjlighet att betala med kort",
            "backToChoosing": "Tillbaka tiill upphämtningsval",
            "mapPreparation": "Kartförberedelse",
            "pleaseAllowLocation": "Tillåt åtkomst till din plats.",
            "loadingPickupPointData": "Laddar upphämtningsdata...",
            "filterOpenSaturday": "öppet lördag",
            "filterOpenSunday": "öppet söndag",
            "filterOpenLunch": "öppet under lunch",
            "filterCardPayment": "kort accepteras",
            "alzaStorageTime": "Förkortat tidsfönster för upphämtning - vanligtvis fram till midnatt följande dag från leverans",
            "zBoxStorageTime": "Minskad lagringstid till 3 dagar. För att hämta sändningen  behöver du ha Packeta-appen installerad på din smartphone och Bluetooth aktiverad. Kontantbetalning måste betalas online.",
            "errorBranchDetail": "Ingen information om den aktuella upphämtningsplatsen",
            "errorMap": "Tyvärr är kartan inte tillgänglig just nu. Välj upphämtningspunkt från listan.",
            "errorBranchList": "Listan över upphämtningsställen är inte tillgänglig.",
            "wheelchairAccessible": "Rullstolsanpassat",
            "availableCapacity": "Tillgänglig kapacitet",
            "monday": "måndag",
            "tuesday": "tisdag",
            "wednesday": "onsdag",
            "thursday": "torsdag",
            "friday": "fredag",
            "saturday": "lördag",
            "sunday": "söndag",
            "holiday": "Stängt",
            "box": "Lådor"
        }
    },
    "sk": {
        "translations": {
            "covidWarning": "Vážení zákazníci, kombinácia vianočnej sezóny a situácie s <b>COVID-19</b> má za následok veľký nárast zásielok. Preto sa môže stať, že Vaše obľúbené výdajné miesto bude mať dočasne plnú kapacitu. Veľmi radi Vašu zásielku doručíme na najbližšie vhodné výdajné miesto z našej ponuky takmer <b>6 000 výdajných miest</b> v rámci Európy. Vopred sa ospravedlňujeme za komplikácie.",
            "covid": "Je nám ľúto, ale výdajné miesto aktuálne neprijíma nové zásielky, je uzavreté z dôvodu reštriktívnych opatrení vlády.",
            "full": "Je nám ľúto, ale výdajné miesto aktuálne neprijíma nové zásielky, a to z dôvodu plnej kapacity.",
            "vacation": "Upozorňujeme, že výdajné miesto aktuálne neprijíma nové zásielky, a to z dôvodu nahlásenej dovolenky.",
            "technical": "Toto VM nie je možné z technických dôvodov zvoliť ako cieľ vašich zásielok.",
            "closed": "Toto výdajné miesto je bohužiaľ momentálne uzavreté.",
            "closing": "Je nám ľúto, ale výdajné miesto nepríjma nové zásielky, pretože bude čoskoro uzavreté.",
            "quick": "Menej zásielok, možnosť rýchlejšieho výdaju.",
            "almostFull": "Výdajné miesto bude čoskoro plné. Odporúčame využiť iné v blízkom okolí.",
            "isNew": "Otvorili sme pre Vás nové výdajné miesto, ktoré sa teší na Vaše zásielky :)",
            "configTitle": "Konfigurátor vzhľadu výberu výdajného miesta",
            "returnDefault": "Vrátiť východiskové nastavenie",
            "getCodeToPaste": "Získať kód pre vloženie",
            "sourceCode": "Zdrojový kód",
            "infoSourceCode": "Kliknutím na tlačidlo \"Kopírovať do schránky\" skopírujete výsledný kód, ktorý následne pridajte do Vášho e-shopu pred koniec tagu </body>",
            "copiedToClipboard": "Kód bol skopírovaný do schránky",
            "copyToClipboard": "Kopírovať do schránky",
            "closeWindow": "Zavrieť okno",
            "setLanguage": "Jazyk konfigurátoru",
            "moreSelectorsDivide": "Ak potrebujete použiť viac selektorov, oddeľujte ich čiarkou.",
            "openWidget": "Otvoriť widget",
            "getCode": "Získať kód",
            "country": "Krajina výdajných miest",
            "selectorOpen": "Selektor pre otvorenie widgetu",
            "selectorBranchName": "Selektor pre názov výdajného miesta",
            "selectorBranchId": "Selektor pre id výdajného miesta",
            "confirmButtonColor": "Farba potvrdzovacieho tlačidla",
            "backgroundColor": "Farba pozadia",
            "textColor": "Farba textu",
            "font": "Font widgetu",
            "cssFileUrl": "Url doplňujúceho CSS súboru",
            "cssSheet": "CSS stylopis",
            "widgetLanguage": "Jazyk widgetu",
            "infoCountry": "Tu si môžete vybrať špecifickú krajinu pre widget",
            "infoSelectorOpen": "Vyplnte CSS selektor elementu, po ktorého kliku sa otvorí widget. Element, na ktorý je selektor môže vyzerať napr. takto:",
            "infoSelectorBranchName": "Vyplňte CSS selektor elementu, do ktorého sa prepíše názov vybraného výdajného miesta z widgetu. Element na ktorý je selektor môže vyzerať napr. takto:",
            "infoSelectorBranchId": "Vyplňte CSS selektor elementu, do ktorého sa prepíše vybrané ID výdajného miesta z widgetu. Element na ktorý je selektor môže vyzerať napr. takto:",
            "infoConfirmButtonColor": "Tu si môžete zmeniť farbu tlačidla widgetu, ktoré vyberá dané výdajné miesto.",
            "infoBackgroundColor": "Tu si môžete zmeniť farbu pozadia celého widgetu.",
            "infoTextColor": "Tu si môžete zmeniť základnú farbu textu vo widgete.",
            "infoFont": "Tu si môžete zmeniť font celého widgetu.",
            "infoCssFileUrl": "Do tejto kolónky vložte absolútnu adresu vedúcu k Vášmu .css súboru.",
            "infoCssSheet": "Táto kolonka slúži pre otestovanie Vášho zmeneného css stylopisu. Keď budete spokojný, stylopis si uložte na svoj server a do kolonky vyššie doplňte absolutnú adresu vedúcu k Vášmu .css súboru.",
            "infoWidgetLanguage": "Tu si môžete nastaviť v akom jazyku sa widget zobrazí.",
            "czechia": "Česká Republika",
            "slovakia": "Slovensko",
            "germany": "Nemecko",
            "hungary": "Maďarsko",
            "poland": "Poľsko",
            "austria": "Rakúsko",
            "romania": "Rumunsko",
            "bulgaria": "Bulharsko",
            "cur_lang": "Slovenčina",
            "en_US": "Angličtina",
            "cs_CZ": "Čeština",
            "pl_PL": "Poľština",
            "sk_SK": "Slovenčina",
            "ro_RO": "Rumunčina",
            "hu_HU": "Maďarčina",
            "searchByAddress": "Hľadať výdajné miesto",
            "allowGps": "Povoliť geolokáciu",
            "search": "Vyhľadať",
            "branchChoosing": "Výber výdajného miesta",
            "branchChoose": "Vybrať výdajné miesto",
            "closestBranch": "Najbližšie nevyťažené výdajné miesto",
            "openingHours": "Otváracia doba:",
            "canPayWithCard": "Je možné platiť kartou",
            "backToChoosing": "Späť na výber miesta",
            "mapPreparation": "Príprava mapy",
            "pleaseAllowLocation": "Prosíme o povolenie prístupu k Vašej polohe.",
            "loadingPickupPointData": "Načítanie dát o výdajných miestach...",
            "filterOpenSaturday": "otvorené v sobotu",
            "filterOpenSunday": "otvorené v nedeľu",
            "filterOpenLunch": "otvorené počas obeda",
            "filterCardPayment": "platba kartou",
            "alzaStorageTime": "Skrátená úložná doba zásielok - spravidla do polnoci nasledujúceho dňa",
            "zBoxStorageTime": "Skrátená úložná doba na 3 dni. K vyzdvihnutie zásielky stačí mať na smartfóne nainštalovanú aplikáciu Zásielkovňa a zapnuté Bluetooth. Dobierku je potrebné zaplatiť online.",
            "errorBranchDetail": "Informácie o výdajnom mieste neni k dispozícii",
            "errorMap": "Mapa bohužiaľ nie je momentálne k dispozícii. Vyberte miesto vydania v zozname.",
            "errorBranchList": "Zoznam výdajných miest nie je k dispozícii.",
            "wheelchairAccessible": "Bezbariérový prístup",
            "availableCapacity": "Dostupná kapacita",
            "monday": "pondelok",
            "tuesday": "utorok",
            "wednesday": "streda",
            "thursday": "štvrtok",
            "friday": "piatok",
            "saturday": "sobota",
            "sunday": "nedeľa",
            "holiday": "zatvorené",
            "box": "Škatule"
        }
    }
}